[{"_id": "0", "title": "SUPPORTS", "text": "Global warming is driving polar bears toward extinction"}, {"_id": "5", "title": "SUPPORTS", "text": "The sun has gone into ‘lockdown’ which could cause freezing weather, earthquakes and famine, say scientists"}, {"_id": "6", "title": "REFUTES", "text": "The polar bear population has been growing."}, {"_id": "9", "title": "REFUTES", "text": "Ironic' study finds more CO2 has slightly cooled the planet"}, {"_id": "10", "title": "REFUTES", "text": "Human additions of CO2 are in the margin of error of current measurements and the gradual increase in CO2 is mainly from oceans degassing as the planet slowly emerges from the last ice age."}, {"_id": "11", "title": "SUPPORTS", "text": "They tell us that we are the primary forces controlling earth temperatures by the burning of fossil fuels and releasing their carbon dioxide."}, {"_id": "14", "title": "SUPPORTS", "text": "The Great Barrier Reef is experiencing the most widespread bleaching ever recorded"}, {"_id": "18", "title": "REFUTES", "text": "it’s not a pollutant that threatens human civilization."}, {"_id": "19", "title": "REFUTES", "text": "If CO2 was so terrible for the planet, then installing a CO2 generator in a greenhouse would kill the plants."}, {"_id": "21", "title": "REFUTES", "text": "Sea level rise has been slow and a constant, pre-dating industrialization"}, {"_id": "27", "title": "NOT_ENOUGH_INFO", "text": "Earth about to enter 30-YEAR ‘Mini Ice Age’"}, {"_id": "28", "title": "SUPPORTS", "text": "Volcanoes Melting West Antarctic Glaciers, Not Global Warming"}, {"_id": "30", "title": "NOT_ENOUGH_INFO", "text": "the bushfires [in Australia] were caused by arsonists and a series of lightning strikes, not 'climate change'"}, {"_id": "31", "title": "SUPPORTS", "text": "Discovery Of Massive Volcanic CO2 Emissions Discredits Global Warming Theory"}, {"_id": "33", "title": "REFUTES", "text": "Harvard study finds that wind turbines create MORE global warming than the fossil fuels they eliminate"}, {"_id": "35", "title": "REFUTES", "text": "Ice berg melts, ocean level remains the same."}, {"_id": "36", "title": "NOT_ENOUGH_INFO", "text": "When the exact same group of 'experts' who claimed it was global cooling in 1977 now claim it's global warming you can easily see why I am skeptical"}, {"_id": "38", "title": "REFUTES", "text": "Scientists studying Antarctica sea ice warn a rise in accumulation could spark the next ice age."}, {"_id": "41", "title": "SUPPORTS", "text": "More than 500 scientists and professionals in climate and related fields have sent a 'European Climate Declaration' to the Secretary-General of the United Nations"}, {"_id": "42", "title": "REFUTES", "text": "Unprecedented climate change has caused sea level at Sydney Harbour to rise approximately 0.0 cm over the past 140 years."}, {"_id": "44", "title": "REFUTES", "text": "Human-produced carbon might be one of the factors [of climate change], but there’s simply no evidence that it is a significant one."}, {"_id": "51", "title": "SUPPORTS", "text": "CO2 does not cause climate change, it RESPONDS to it [...]"}, {"_id": "55", "title": "DISPUTED", "text": "[T]he raw data, the actual thermometer data[...] shows that the US has been cooling for 80 to 90 years."}, {"_id": "57", "title": "SUPPORTS", "text": "Earth’s mean temperature over the last 2,000 years shows two previous periods when temperatures were warmer than they are now; from 1–200 A.D., an epoch called the Roman Warm Period, and more recently the Medieval Warm Period from 900–1100 A.D."}, {"_id": "60", "title": "DISPUTED", "text": "So that means that probably about half, maybe half of that nine-tenths of the degree [of total warming] might be caused by greenhouse gases"}, {"_id": "61", "title": "NOT_ENOUGH_INFO", "text": "[NASA] has been adjusting temperatures from the past[...]"}, {"_id": "65", "title": "DISPUTED", "text": "A windmill could spin until it falls apart and never generate as much energy as was invested in building it."}, {"_id": "67", "title": "NOT_ENOUGH_INFO", "text": "Fifty-five thousand years ago the whole world was 2°C warmer than it is today[...]"}, {"_id": "69", "title": "REFUTES", "text": "Sea level rise is not going to happen."}, {"_id": "71", "title": "SUPPORTS", "text": "Cold weather to grip world as solar minimum to deepen, NASA says"}, {"_id": "72", "title": "NOT_ENOUGH_INFO", "text": "[O]ne of the previously fastest shrinking glaciers in the world is growing again, calling into question the narrative that rapid climate change [...]"}, {"_id": "74", "title": "SUPPORTS", "text": "The models predicted about three times the amount of warming in the world we’ve seen since [1988]."}, {"_id": "75", "title": "SUPPORTS", "text": "The science is clear, climate change is making extreme weather events, including tornadoes, worse."}, {"_id": "76", "title": "NOT_ENOUGH_INFO", "text": "Burping cows are more damaging to the climate than all the cars on this planet."}, {"_id": "77", "title": "NOT_ENOUGH_INFO", "text": "[S]unspot activity on the surface of our star has dropped to a new low."}, {"_id": "79", "title": "REFUTES", "text": "The rate of warming according to the data is much slower than the models used by the IPCC"}, {"_id": "82", "title": "REFUTES", "text": "The ­atmospheric residency time of carbon dioxide is five years"}, {"_id": "85", "title": "DISPUTED", "text": "Sea-level rise does not seem to depend on ocean temperature, and certainly not on CO2"}, {"_id": "86", "title": "REFUTES", "text": "There isn’t yet any empirical evidence for their claim that greenhouse gases even cause temperatures to increase."}, {"_id": "87", "title": "NOT_ENOUGH_INFO", "text": "NOAA has adjusted past temperatures to look colder than they were and recent temperatures to look warmer than they were."}, {"_id": "91", "title": "NOT_ENOUGH_INFO", "text": "They were going to be gone by now, but now they're setting records"}, {"_id": "93", "title": "NOT_ENOUGH_INFO", "text": "unadjusted data suggests that temperatures in Australia have only increased by 0.3 degrees over the past century, not the 1 degree usually claimed"}, {"_id": "95", "title": "SUPPORTS", "text": "[climate scientists] say that aspects of the case of Hurricane Harvey suggest global warming is making a bad situation worse."}, {"_id": "96", "title": "REFUTES", "text": "The IPCC, the Intergovernmental Panel on Climate Change, which is sort of the voice of the consensus, concedes that there has been no increase in extreme weather events."}, {"_id": "97", "title": "REFUTES", "text": "according, again, to the official figures—during this past 10 years, if anything, mean global temperature, average world temperature, has slightly declined"}, {"_id": "98", "title": "NOT_ENOUGH_INFO", "text": "Trump's action could push the Earth over the brink, to become like Venus, with a temperature of two hundred and fifty degrees, and raining sulphuric acid."}, {"_id": "99", "title": "SUPPORTS", "text": "Most likely the primary control knob [on climate change] is the ocean waters and this environment that we live in."}, {"_id": "100", "title": "SUPPORTS", "text": "'Global warming' is a myth — so say 80 graphs from 58 peer-reviewed scientific papers published in 2017."}, {"_id": "101", "title": "NOT_ENOUGH_INFO", "text": "Neither the rate nor the magnitude of the reported late twentieth century surface warming (1979–2000) lay outside normal natural variability."}, {"_id": "102", "title": "NOT_ENOUGH_INFO", "text": "Forward projections of solar cyclicity imply the next few decades may be marked by global cooling rather than warming, despite continuing CO2 emissions."}, {"_id": "103", "title": "REFUTES", "text": "global warming ceased around the end of the twentieth century and was followed (since 1997) by 19 years of stable temperature"}, {"_id": "104", "title": "SUPPORTS", "text": "Increases in atmospheric CO2 followed increases in temperature."}, {"_id": "105", "title": "REFUTES", "text": "Therefore, CO2 levels could not have forced temperatures to rise."}, {"_id": "108", "title": "REFUTES", "text": "sea-level rise is not accelerating."}, {"_id": "109", "title": "SUPPORTS", "text": "Local and regional sea levels continue to exhibit typical natural variability—in some places rising and in others falling."}, {"_id": "113", "title": "REFUTES", "text": "The temperature is not rising nearly as fast as the alarmist computer models predicted."}, {"_id": "118", "title": "SUPPORTS", "text": "more than 100 per cent of the warming over the past century is due to human actions"}, {"_id": "120", "title": "SUPPORTS", "text": "90 per cent of the world's coral reefs will disappear in the next 35 years due to coral bleaching induced by global warming, pollution and over-development."}, {"_id": "123", "title": "REFUTES", "text": "the warming is not nearly as great as the climate change computer models have predicted."}, {"_id": "126", "title": "REFUTES", "text": "El Niño drove record highs in global temperatures suggesting rise may not be down to man-made emissions."}, {"_id": "127", "title": "REFUTES", "text": "Increased atmospheric carbon dioxide has helped raise global food production and reduce poverty."}, {"_id": "128", "title": "NOT_ENOUGH_INFO", "text": "Sea level rise, which was occurring long before humans could be blamed, has not accelerated."}, {"_id": "129", "title": "NOT_ENOUGH_INFO", "text": "Sea level rise could reach six or seven feet by the year 2100."}, {"_id": "132", "title": "NOT_ENOUGH_INFO", "text": "Climate change is not making natural disasters worse"}, {"_id": "133", "title": "SUPPORTS", "text": "The amount of land we use for meat — humankind’s biggest use of land — has declined by an area nearly as large as Alaska"}, {"_id": "135", "title": "SUPPORTS", "text": "Carbon emissions are declining in most rich nations and have been declining in Britain, Germany, and France since the mid-1970s"}, {"_id": "137", "title": "REFUTES", "text": "Preventing future pandemics requires more not less “industrial” agriculture"}, {"_id": "138", "title": "SUPPORTS", "text": "As a result, half of the people surveyed around the world last year said they thought climate change would make humanity extinct."}, {"_id": "139", "title": "SUPPORTS", "text": "And in January, one out of five British children told pollsters they were having nightmares about climate change."}, {"_id": "141", "title": "NOT_ENOUGH_INFO", "text": "Greenpeace didn’t save the whales, switching from whale oil to petroleum and palm oil did"}, {"_id": "142", "title": "NOT_ENOUGH_INFO", "text": "Worst-case global heating scenarios may need to be revised upwards in light of a better understanding of the role of clouds, scientists have said."}, {"_id": "143", "title": "NOT_ENOUGH_INFO", "text": "Recent modelling data suggests the climate is considerably more sensitive to carbon emissions than previously believed"}, {"_id": "148", "title": "SUPPORTS", "text": "Previous IPCC reports tended to assume that clouds would have a neutral impact because the warming and cooling feedbacks would cancel each other out."}, {"_id": "152", "title": "SUPPORTS", "text": "“Catherine Senior, head of understanding climate change at the Met Office Hadley Centre, said more studies and more data were needed to fully understand the role of clouds and aerosols."}, {"_id": "157", "title": "NOT_ENOUGH_INFO", "text": "Contemporary Global Warming placed in geological context."}, {"_id": "161", "title": "SUPPORTS", "text": "Extreme melting and changes to the climate like this has released pressure on to the continent, allowing the ground to rise up."}, {"_id": "163", "title": "NOT_ENOUGH_INFO", "text": "We’ve contacted them to ask more details about the size of the Sif."}, {"_id": "164", "title": "SUPPORTS", "text": "Small increases in average temperature translate to big increases in the number of extremely hot days, and those hot days have a big impact."}, {"_id": "165", "title": "NOT_ENOUGH_INFO", "text": "When the Emergency Leaders for Climate Action approached the Federal Government in April they were drawing on decades of data showing that fire conditions are getting worse."}, {"_id": "168", "title": "SUPPORTS", "text": "As the temperature has increased, so has the ability of scientists to determine whether specific events are linked to climate change."}, {"_id": "169", "title": "NOT_ENOUGH_INFO", "text": "They can now model how likely a specific event would be to occur under historical conditions, compared to the record temperatures we’re experiencing."}, {"_id": "171", "title": "SUPPORTS", "text": "We’ll still be facing extreme heat, but at a far more manageable level than if we’d done nothing to halt climate change."}, {"_id": "173", "title": "REFUTES", "text": "If there were [carbon emissions], we could not see because most carbon is black."}, {"_id": "180", "title": "SUPPORTS", "text": "Reef material is calcium carbonate, which contains 44 per cent carbon dioxide."}, {"_id": "181", "title": "NOT_ENOUGH_INFO", "text": "Reefs need carbon dioxide; it’s their basic food."}, {"_id": "184", "title": "REFUTES", "text": "It has never been shown that human emissions of carbon dioxide drive global warming."}, {"_id": "185", "title": "SUPPORTS", "text": "Modellers assume carbon dioxide drives climate change"}, {"_id": "189", "title": "DISPUTED", "text": "The geological history of the planet shows major planetary climate changes have never been driven by a trace gas"}, {"_id": "190", "title": "SUPPORTS", "text": "Climate change is normal and continual."}, {"_id": "194", "title": "SUPPORTS", "text": "The main greenhouse gas is water vapour[…]"}, {"_id": "195", "title": "NOT_ENOUGH_INFO", "text": "Carbon dioxide is a non-condensable atmospheric gas like nitrogen and oxygen"}, {"_id": "196", "title": "SUPPORTS", "text": "Without carbon dioxide, all life on Earth would die"}, {"_id": "197", "title": "NOT_ENOUGH_INFO", "text": "Plants need almost three times today’s carbon dioxide content of the atmosphere to thrive."}, {"_id": "198", "title": "SUPPORTS", "text": "For decades horticulturalists have pumped carbon dioxide into glasshouses to increase yields."}, {"_id": "199", "title": "REFUTES", "text": "In the past, warming has never been a threat to life on Earth."}, {"_id": "200", "title": "NOT_ENOUGH_INFO", "text": "if we halved today’s atmospheric carbon dioxide content, all life would die."}, {"_id": "203", "title": "REFUTES", "text": "In our lifetime, there has been no correlation between carbon dioxide emissions and temperature"}, {"_id": "204", "title": "NOT_ENOUGH_INFO", "text": "after a natural orbitally driven warming, atmospheric carbon dioxide content increases 800 years later"}, {"_id": "207", "title": "REFUTES", "text": "Each of the six major past ice ages began when the atmospheric carbon dioxide content was far higher than at present."}, {"_id": "211", "title": "NOT_ENOUGH_INFO", "text": "For decades, most scientists saw climate change as a distant prospect."}, {"_id": "214", "title": "NOT_ENOUGH_INFO", "text": "A recent essay in Scientific American argued that scientists “tend to underestimate the severity of threats and the rapidity with which they might unfold” and said one of the reasons was “the perceived need for consensus.”"}, {"_id": "216", "title": "NOT_ENOUGH_INFO", "text": "[The 1990 IPCC report said] that the Antarctic ice sheets were stable"}, {"_id": "220", "title": "SUPPORTS", "text": "Hurricane Harvey gave Houston and the surrounding region a $125 billion lesson about the costs of misjudging the potential for floods"}, {"_id": "230", "title": "SUPPORTS", "text": "In the early 2000s, ice shelves began disintegrating in several parts of Antarctica, and scientists realized that process could greatly accelerate the demise of the vastly larger ice sheets themselves."}, {"_id": "235", "title": "NOT_ENOUGH_INFO", "text": "The planet’s average ground temperature has risen by around 1.62F (0.9C)"}, {"_id": "236", "title": "NOT_ENOUGH_INFO", "text": "global temperatures have risen between 0.23F (0.13C) and 0.34F (0.19C) per decade"}, {"_id": "237", "title": "REFUTES", "text": "However the warming trend is slower than most climate models have forecast"}, {"_id": "240", "title": "SUPPORTS", "text": "In 1990 the United Nation’s Intergovernmental Panel on Climate Change (IPCC) predicted that temperatures would rise by 0.54F (0.3C) per decade."}, {"_id": "243", "title": "SUPPORTS", "text": "In its 5th assessment report in 2013, the IPCC estimated that human emissions are probably responsible for more than half of the observed increase in global average temperature from 1951 to 2010."}, {"_id": "244", "title": "NOT_ENOUGH_INFO", "text": "But it means a chunk of the rise is coming from elsewhere."}, {"_id": "246", "title": "REFUTES", "text": "at the end of recent ice ages, the concentration of carbon dioxide in the atmosphere started to rise only after temperatures began to climb."}, {"_id": "248", "title": "SUPPORTS", "text": "But by far the largest greenhouse gas is water vapour, which makes 95 per cent of the total."}, {"_id": "250", "title": "NOT_ENOUGH_INFO", "text": "CO2 is not powerful in that sense, the only thing it does in the system is make the planet greener."}, {"_id": "254", "title": "SUPPORTS", "text": "it’s virtually impossible to get funded for work that disputes climate change through other channels [other than oil companies]"}, {"_id": "256", "title": "SUPPORTS", "text": "One of the main areas of contention is the existence of two strange climate episodes known as The Medieval Warm Period (MWP) and the Little Ice Age."}, {"_id": "257", "title": "SUPPORTS", "text": "The MWP lasted from about 950 to 1250AD, and temperature records appear to show it was even hotter than today"}, {"_id": "258", "title": "SUPPORTS", "text": "But the period has caused a headache for climate scientists because clearly there was no upswell in carbon dioxide that could account for such swift warming."}, {"_id": "261", "title": "NOT_ENOUGH_INFO", "text": "in 1995 one scientist at the IPCC – Jonathan Overpeck – wrote an email to a colleague claiming ‘we have to get rid of the Medieval Warm Period.’"}, {"_id": "263", "title": "SUPPORTS", "text": "it later emerged that its creator Dr Michael Mann had spliced too [sic] datasets together – tree-rings showing temperatures going back hundreds of years, then recent thermometer readings for the more recent decades."}, {"_id": "266", "title": "NOT_ENOUGH_INFO", "text": "The IPCC no longer includes the ‘Hockey stick’ chart in its reports."}, {"_id": "267", "title": "NOT_ENOUGH_INFO", "text": "Yet a study published just this week, by the Bjerknes Centre for Climate Research in Bergen, Norway, found that the natural climate system can change abruptly, without the need for any external forces."}, {"_id": "268", "title": "REFUTES", "text": "Some scientists believe that solar activity is more likely to influence today’s climate than carbon dioxide, and Dr Soon has compiled data showing temperature in America, Canada and Mexico rises and falls in line with solar activity."}, {"_id": "272", "title": "SUPPORTS", "text": "The melting ice has led to global sea level rise of around eight inches since reliable record keeping began in 1880."}, {"_id": "275", "title": "SUPPORTS", "text": "until temperature increases began to slow down after 1998 and remained relatively stable for a period of 15 years"}, {"_id": "279", "title": "SUPPORTS", "text": "In one particularly damning email, CRU director Phil Jones said he had used ‘Mike’s Nature trick’ to ‘hide the decline’ in temperatures in the second half of the 20th century."}, {"_id": "281", "title": "DISPUTED", "text": "In an interview with the BBC after the scandal broke, Dr Jones admitted there had been no statistically significant global warming since 1995"}, {"_id": "282", "title": "SUPPORTS", "text": "The panel was forced to retract a statement in its 2007 report saying all Himalayan glaciers could melt entirely by 2035."}, {"_id": "284", "title": "REFUTES", "text": "The figure traditionally cited that suggests 97 per cent of climate scientists agree that global warming is man-made was also found to be flawed."}, {"_id": "287", "title": "REFUTES", "text": "Climate skeptics argue temperature records have been adjusted in recent years to make the past appear cooler and the present warmer, although the Carbon Brief showed that NOAA has actually made the past warmer, evening out the difference."}, {"_id": "293", "title": "SUPPORTS", "text": "When the measuring equipment gets old and needs replacing, it often requires re-calibration."}, {"_id": "294", "title": "SUPPORTS", "text": "A global network of 500 scientists and professionals has prepared this urgent message."}, {"_id": "296", "title": "SUPPORTS", "text": "The Little Ice Age ended as recently as 1850."}, {"_id": "298", "title": "REFUTES", "text": "Only very few peer-reviewed papers even go so far as to say that recent warming is chiefly anthropogenic."}, {"_id": "302", "title": "NOT_ENOUGH_INFO", "text": "In addition, [climate models] ignore the fact that enriching the atmosphere with CO2 is beneficial"}, {"_id": "305", "title": "NOT_ENOUGH_INFO", "text": "There is no statistical evidence that global warming is intensifying[…] floods"}, {"_id": "306", "title": "REFUTES", "text": "There is no statistical evidence that global warming is intensifying[…] droughts"}, {"_id": "307", "title": "SUPPORTS", "text": "For instance, wind turbines kill birds and insects, and palm-oil plantations destroy the biodiversity of the rainforests"}, {"_id": "310", "title": "SUPPORTS", "text": "[data] show only slight warming, mostly at night and in winter"}, {"_id": "311", "title": "REFUTES", "text": "there has been no systematic increase in the frequency of extreme weather events,"}, {"_id": "313", "title": "NOT_ENOUGH_INFO", "text": "Let’s find out by comparing the actual temperatures since 1979 with what the 32 families of climate models used in the latest U.N. report on climate science predicted they would be."}, {"_id": "316", "title": "DISPUTED", "text": "the models predicted seven times as much warming as has been observed"}, {"_id": "319", "title": "DISPUTED", "text": "Most of the atmospheric moisture originates in the tropical ocean, and the difference between surface and upper atmospheric temperature determines how much of the moisture rises into the atmosphere."}, {"_id": "320", "title": "NOT_ENOUGH_INFO", "text": "Globally averaged thermometers show two periods of warming since 1900: a half-degree from natural causes in the first half of the 20th century, before there was an increase in industrial carbon dioxide that was enough to produce it, and another half-degree in the last quarter of the century."}, {"_id": "322", "title": "SUPPORTS", "text": "The first adjustment changed how the temperature of the ocean surface is calculated, by replacing satellite data with drifting buoys and temperatures in ships’ water intake."}, {"_id": "331", "title": "NOT_ENOUGH_INFO", "text": "But each serial adjustment has tended to make the early years colder, which increases the warming trend."}, {"_id": "332", "title": "SUPPORTS", "text": "Shelters in poorer countries are not repainted as often, and darker stations absorb more of the sun’s energy."}, {"_id": "335", "title": "DISPUTED", "text": "Last month was the hottest June ever recorded, European satellite agency announces"}, {"_id": "337", "title": "NOT_ENOUGH_INFO", "text": "temperatures were 6-10C above normal over most of France, Germany and northern Spain during the final days of the month, according to C3S."}, {"_id": "338", "title": "NOT_ENOUGH_INFO", "text": "Rapid assessment of average temperatures in France between 26-28 June showed a “substantial” increase in the likelihood of the heatwave happening as a result of human-caused global warming, experts at the World Weather Attribution group said."}, {"_id": "340", "title": "SUPPORTS", "text": "Heatwaves occur in any climate, but we know that heatwaves are becoming much more likely due to climate change."}, {"_id": "342", "title": "SUPPORTS", "text": "While members of the media may nod along to such claims [about changes in weather extremes], the evidence paints a different story"}, {"_id": "343", "title": "NOT_ENOUGH_INFO", "text": "They concluded that trends toward rising climate damages were mainly due to increased population and economic activity in the path of storms, that it was not currently possible to determine the portion of damages attributable to greenhouse gases, and that they didn’t expect that situation to change in the near future."}, {"_id": "344", "title": "REFUTES", "text": "Globally there’s no clear evidence of trends and patterns in extreme events such as droughts, hurricanes and floods."}, {"_id": "348", "title": "REFUTES", "text": "There’s no trend in hurricane-related flooding in the U.S."}, {"_id": "349", "title": "REFUTES", "text": "Nor is there evidence of an increase in floods globally."}, {"_id": "350", "title": "REFUTES", "text": "Since 1965, more parts of the U.S. have seen a decrease in flooding than have seen an increase."}, {"_id": "351", "title": "NOT_ENOUGH_INFO", "text": "And from 1940 to today, flood damage as a percentage of GDP has fallen to less than 0.05 per cent per year from about 0.2 per cent."}, {"_id": "353", "title": "REFUTES", "text": "The bottom line is there’s no solid connection between climate change and the major indicators of extreme weather"}, {"_id": "356", "title": "SUPPORTS", "text": "This requires us to work towards avoiding catastrophic possibilities rather than looking at probabilities, as learning from mistakes is not an option when it comes to existential risks."}, {"_id": "357", "title": "NOT_ENOUGH_INFO", "text": "With that in mind, they propose a plausible and terrifying “2050 scenario” whereby humanity could face irreversible collapse in just three decades."}, {"_id": "358", "title": "NOT_ENOUGH_INFO", "text": "Their analysis calculates the existential climate-related security risk to Earth through a scenario set 30 years into the future."}, {"_id": "362", "title": "SUPPORTS", "text": "North America suffers extreme weather events including wildfires, drought, and heatwaves."}, {"_id": "363", "title": "NOT_ENOUGH_INFO", "text": "Monsoons in China fail, the great rivers of Asia virtually dry up, and rainfall in central America falls by half."}, {"_id": "365", "title": "SUPPORTS", "text": "The knock-on consequences affect national security, as the scale of the challenges involved, such as pandemic disease outbreaks, are overwhelming."}, {"_id": "366", "title": "NOT_ENOUGH_INFO", "text": "Armed conflicts over resources may become a reality, and have the potential to escalate into nuclear war."}, {"_id": "368", "title": "DISPUTED", "text": "The most recent IPCC report lays out a future if we limit global heating to 1.5°C instead of the Paris Agreement’s 2°C."}, {"_id": "369", "title": "SUPPORTS", "text": "By 2050 there’s a scientific consensus that we reached the tipping point for ice sheets in Greenland and the West Antarctic"}, {"_id": "373", "title": "SUPPORTS", "text": "Like countless other organ­isms, we move and adapt when the environment changes."}, {"_id": "375", "title": "NOT_ENOUGH_INFO", "text": "when 3 per cent of total annual global emissions of carbon dioxide are from humans and Australia prod­uces 1.3 per cent of this 3 per cent, then no amount of emissions reductio­n here will have any effect on global climate."}, {"_id": "376", "title": "DISPUTED", "text": "whenever in the past there was an explosion of plant life, the carbon dioxide content was far higher than at present."}, {"_id": "377", "title": "REFUTES", "text": "If we halve the carbon dioxide content of the atmosphere, all life dies."}, {"_id": "378", "title": "SUPPORTS", "text": "for thousands of millions of years the Earth has been changing, with cycles­ and one-off events such as an asteroid impact, super-volcano or a supernova explosion."}, {"_id": "381", "title": "DISPUTED", "text": "[subsidies for wind and solar] add to emissions because coal-fired elec­tricity needs to be on standby for when there is no wind or sunshine."}, {"_id": "382", "title": "REFUTES", "text": "The amount of energy used to construct solar and wind facilities is greater than they produce in their working lives."}, {"_id": "383", "title": "REFUTES", "text": "“As soon as renewables were introduced into the grid, electric­ity prices increased and delivery became unreliable."}, {"_id": "386", "title": "REFUTES", "text": "Renew­ables such as wind turbines are environmentally disastrous because they pollute a huge land area, slice and dice birds and bats, kill insects that are bird food, create health problems for humans who live within kilometres of them, leave toxins around the turbine site and despoil the landscape."}, {"_id": "388", "title": "NOT_ENOUGH_INFO", "text": "We have also been told the problem is DEFINITELY NOT a billions-year-old planet running through cycles where the temperature might fluctuate a bit."}, {"_id": "390", "title": "REFUTES", "text": "there were no ice sheets covering either Greenland or West Antarctica, and much of the East Antarctic ice sheet was gone."}, {"_id": "392", "title": "REFUTES", "text": "a study that totally debunks the whole concept of man-made Global Warming"}, {"_id": "398", "title": "SUPPORTS", "text": "nothing we can do to stop the Earth’s naturally occurring climate cycles."}, {"_id": "399", "title": "SUPPORTS", "text": "Climate Change ‘Heat Records’ Are a Huge Data Manipulation"}, {"_id": "400", "title": "REFUTES", "text": "The idea that climate change is producing heat records across the Earth is among the most egregious manipulations of data in the absurd global warming debate."}, {"_id": "401", "title": "SUPPORTS", "text": "On Feb. 7, several major newspapers carried stories of the declaration by NASA and NOAA that the past five years have been the warmest on record."}, {"_id": "404", "title": "REFUTES", "text": "Actual weather records over the past 100 years show no correlation between rising carbon dioxide levels and local temperatures."}, {"_id": "409", "title": "NOT_ENOUGH_INFO", "text": "as time progresses and fossil fuel emissions increase, the number of record highs should increase and record lows should decrease."}, {"_id": "412", "title": "NOT_ENOUGH_INFO", "text": "From 1970 until 1998 there was a warming period that raised temperatures by about 0.7 F that helped spawn the global warming alarmist movement."}, {"_id": "413", "title": "DISPUTED", "text": "However, since 1998, little warming has occurred while carbon dioxide emissions continue to increase."}, {"_id": "418", "title": "SUPPORTS", "text": "describes a world of worsening food shortages and wildfires, and a mass die-off of coral reefs as soon as 2040"}, {"_id": "419", "title": "SUPPORTS", "text": "But the heads of small island nations, fearful of rising sea levels, had also asked scientists to examine the effects of 2.7 degrees of warming."}, {"_id": "420", "title": "NOT_ENOUGH_INFO", "text": "International Energy Agency, a global analysis organization, “continue to see a role for coal for the foreseeable future.”"}, {"_id": "424", "title": "NOT_ENOUGH_INFO", "text": "Duffy pointed out that his chart was from a single tide gauge station, near San Francisco, and that sea levels rise at different rates around the world"}, {"_id": "428", "title": "DISPUTED", "text": "Brooks added that Antarctic ice is growing."}, {"_id": "430", "title": "DISPUTED", "text": "“But there are plenty of studies that have come that show with respect to Antarctica that the total ice sheet, particularly that above land, is increasing, not decreasing."}, {"_id": "432", "title": "NOT_ENOUGH_INFO", "text": "Climate scientists use the 20th-century average as a benchmark for global temperature measurements."}, {"_id": "434", "title": "NOT_ENOUGH_INFO", "text": "It’s also a sufficiently long period to include several cycles of climate variability."}, {"_id": "435", "title": "NOT_ENOUGH_INFO", "text": "NOAA’s analysis found last month was the 3rd-warmest April on record globally."}, {"_id": "436", "title": "SUPPORTS", "text": "The unusual heat was most noteworthy in Europe, which had its warmest April on record, and Australia, which had its second-warmest."}, {"_id": "441", "title": "NOT_ENOUGH_INFO", "text": "For the year-to-date, the Earth is seeing its 5th-warmest start to the year."}, {"_id": "442", "title": "REFUTES", "text": "There is no empirical evidence that increasing greenhouse gases are the primary cause of Global Warming"}, {"_id": "443", "title": "REFUTES", "text": "“Today climate scientists are obsessed with the level of carbon dioxide in the atmosphere, a very very small part of the overall picture."}, {"_id": "444", "title": "SUPPORTS", "text": "Carbon dioxide is a trace gas.”"}, {"_id": "446", "title": "NOT_ENOUGH_INFO", "text": "It’s not carbon dioxide, it’s not methane… Scientists estimate that somewhere between 75% and 90% of Earth greenhouse effect is caused by water vapor in clouds.”"}, {"_id": "447", "title": "SUPPORTS", "text": "“Every day, nature puts twenty times as much carbon dioxide into the atmosphere as all of Earth industries."}, {"_id": "449", "title": "NOT_ENOUGH_INFO", "text": "So it’s clear now we’re not seeing dangerous global warming, and the climate models are wrong."}, {"_id": "450", "title": "REFUTES", "text": "If we double atmospheric carbon dioxide[…] we’d only raise global surface temperatures by about a degree Celsius."}, {"_id": "451", "title": "NOT_ENOUGH_INFO", "text": "The idea that the much smaller carbon dioxide cycle is now controlling the water cycle is not very likely."}, {"_id": "452", "title": "REFUTES", "text": "“So the bottom line of all this is that climate change is natural, not man-made."}, {"_id": "454", "title": "REFUTES", "text": "Man-made greenhouse gases play only an insignificant role.”"}, {"_id": "455", "title": "REFUTES", "text": "Climate scientists are telling us it’s likely we’re going to be in for a period of cooling."}, {"_id": "457", "title": "NOT_ENOUGH_INFO", "text": "temperatures rise and they fall, and they rise and they fall… and for the last 400 years we’ve had a gentle warming as we’ve been coming out of the little ice age."}, {"_id": "461", "title": "NOT_ENOUGH_INFO", "text": "Temperatures cooled from about 1940 to 1975, and then they rose from about ’75 to about 2005 or so, and since then they’ve been flat or cooling."}, {"_id": "463", "title": "NOT_ENOUGH_INFO", "text": "“So now we’re able to explain from natural factors how we’ve had the 20th Century warming."}, {"_id": "467", "title": "NOT_ENOUGH_INFO", "text": "This is the South Pole ice, 90% of Earth’s ice, and it’s getting thicker."}, {"_id": "469", "title": "DISPUTED", "text": "Ocean levels have been rising for the last 20,000 years[…] No climate scientist can tell you when natural sea level rise stopped and man-made sea level rise began."}, {"_id": "470", "title": "NOT_ENOUGH_INFO", "text": "According to NASA, the globally averaged temperature of the land and ocean was 0.9˚C (1.62˚F) above the 20th century average."}, {"_id": "473", "title": "NOT_ENOUGH_INFO", "text": "La Niñas, on the other hand, feature cooler than average waters in the Pacific"}, {"_id": "474", "title": "SUPPORTS", "text": "Sea ice continued its declining trend, both in the Arctic and Antarctic."}, {"_id": "477", "title": "SUPPORTS", "text": "Scientists say halting deforestation ‘just as urgent’ as reducing emissions"}, {"_id": "478", "title": "NOT_ENOUGH_INFO", "text": "Protecting and restoring forests would reduce 18% of emissions by 2030"}, {"_id": "482", "title": "SUPPORTS", "text": "It is expected the report will focus on required changes to the energy system, rather than forests."}, {"_id": "484", "title": "NOT_ENOUGH_INFO", "text": "“We almost take forests as a given but we lose forest every year, which means we are diminishing them as a carbon sink."}, {"_id": "487", "title": "NOT_ENOUGH_INFO", "text": "“It’s horrifying that we’d lose our biodiversity to avert climate change."}, {"_id": "488", "title": "SUPPORTS", "text": "Losing tropical forests is not somehow cheaper than putting up wind farms in the US or Sahara.”"}, {"_id": "490", "title": "SUPPORTS", "text": "IPCC report warning last week the world is “nowhere near on track” to meet its Paris commitments"}, {"_id": "492", "title": "DISPUTED", "text": "But like most claims regarding global warming, the real effect is small, probably temporary, and most likely due to natural weather patterns"}, {"_id": "493", "title": "NOT_ENOUGH_INFO", "text": "Coastal lake sediments along the Gulf of Mexico shoreline from 1,000 to 2,000 years ago suggest more frequent and intense hurricanes than occur today."}, {"_id": "494", "title": "NOT_ENOUGH_INFO", "text": "The Massachusetts Bay Colony in 1635 experienced a Category 3 or 4 storm, with up to a 20-foot storm surge."}, {"_id": "495", "title": "NOT_ENOUGH_INFO", "text": "While such a storm does not happen in New England anymore, it happened again there in 1675, with elderly eyewitnesses comparing it to the 1635 storm."}, {"_id": "496", "title": "NOT_ENOUGH_INFO", "text": "Nine years into that 11-year hurricane drought, a NASA scientist computed it as a 1-in-177-year event."}, {"_id": "498", "title": "REFUTES", "text": "The 30 most costly hurricanes in U.S. history (according to federal data from January) show no increase in intensity over time."}, {"_id": "499", "title": "NOT_ENOUGH_INFO", "text": "The monetary cost of damages has increased dramatically in recent decades, but that is due to increasing population, wealth and the amount of vulnerable infrastructure."}, {"_id": "502", "title": "NOT_ENOUGH_INFO", "text": "But abnormal temperature spikes in February and earlier this month have left it vulnerable to winds, which have pushed the ice further away from the coast than at any time since satellite records began in the 1970s.”"}, {"_id": "503", "title": "SUPPORTS", "text": "“During the sunless winter, a heatwave raised concerns that the polar vortex may be eroding."}, {"_id": "506", "title": "NOT_ENOUGH_INFO", "text": "More than 100 climate models over the past 30 years did not predict what actually happened because it was assumed carbon dioxide had the pivotal role in driving climate change and that the effects of clouds, back-radiation and the sun were trivial."}, {"_id": "508", "title": "NOT_ENOUGH_INFO", "text": "Climate projections also assume that planet Earth is not dynamic"}, {"_id": "512", "title": "REFUTES", "text": "water vapour has been the main greenhouse gas and carbon dioxide has had a minuscule effect on global climate"}, {"_id": "516", "title": "SUPPORTS", "text": "For the past 4567 million years, the sun and the Earth’s orbit have driven climate change cycles."}, {"_id": "519", "title": "SUPPORTS", "text": "Since then, the planet has been cooling on a millennial scale"}, {"_id": "520", "title": "NOT_ENOUGH_INFO", "text": "Just 1.25 per cent of the carbon dioxide in the atmosphere-ocean system has been released by ­humans in the past 250 years."}, {"_id": "527", "title": "NOT_ENOUGH_INFO", "text": "Our evolving dynamic planet has survived sea level changes of hundreds of metres"}, {"_id": "528", "title": "SUPPORTS", "text": "Our evolving dynamic planet has survived[…] mass extinctions"}, {"_id": "530", "title": "SUPPORTS", "text": "South Australia is winning: it has the most unreliable grid in the world outside Africa and the most expensive electricity."}, {"_id": "531", "title": "NOT_ENOUGH_INFO", "text": "When South Australians buy electricity at $14,200/MWh, they are paying the equivalent of $400 a litre for petrol."}, {"_id": "532", "title": "NOT_ENOUGH_INFO", "text": "Never mind that the emissions of carbon dioxide to make and maintain a wind or solar industrial complex are far greater than they will ever save."}, {"_id": "534", "title": "SUPPORTS", "text": "Domino-effect of climate events could move Earth into a ‘hothouse’ state"}, {"_id": "538", "title": "SUPPORTS", "text": "Previous studies have shown that weakening carbon sinks will add 0.25°C, forest dieback will add 0.11°C, permafrost thaw will add 0.9°C and increased bacterial respiration will add 0.02°C."}, {"_id": "539", "title": "SUPPORTS", "text": "We note that the Earth has never in its history had a quasi-stable state that is around 2C warmer than the preindustrial and suggest that there is substantial risk that the system, itself, will ‘want’ to continue warming because of all of these other processes – even if we stop emissions,” she said."}, {"_id": "540", "title": "SUPPORTS", "text": "The heatwave we now have in Europe is not something that was expected with just 1C of warming"}, {"_id": "548", "title": "SUPPORTS", "text": "The jet stream controls broad weather patterns, such as high-pressure and low-pressure systems."}, {"_id": "549", "title": "SUPPORTS", "text": "The extent of climate change’s influence on the jet stream is an intense subject of research."}, {"_id": "550", "title": "SUPPORTS", "text": "Last year, scientists published evidence that the conditions leading up to “stuck jet streams” are becoming more common, with warming in the Arctic seen as a likely culprit."}, {"_id": "551", "title": "SUPPORTS", "text": "Gone are the days when scientists drew a bright line dividing weather and climate."}, {"_id": "554", "title": "SUPPORTS", "text": "The heaviest precipitation events will become more frequent and more extreme."}, {"_id": "555", "title": "DISPUTED", "text": "In Alaska, brown bears are changing their feeding habits to eat elderberries that ripen earlier."}, {"_id": "556", "title": "NOT_ENOUGH_INFO", "text": "The April low temperatures here are now about 6 degrees Fahrenheit warmer than they used to be."}, {"_id": "558", "title": "SUPPORTS", "text": "Species that have a lot of plasticity tend to be generalists."}, {"_id": "559", "title": "SUPPORTS", "text": "And there is a lot of evidence that climate change is diminishing biodiversity, which can be seen in these alpine meadows as well."}, {"_id": "562", "title": "SUPPORTS", "text": "current climate predictions may underestimate long-term warming by as much as a factor of two"}, {"_id": "564", "title": "SUPPORTS", "text": "This could mean the landmark Paris Climate Agreement – which seeks to limit global warming to 2 degrees Celsius (3.6 degrees Fahrenheit) above pre-industrial levels – may not be enough to ward off catastrophe."}, {"_id": "565", "title": "DISPUTED", "text": "In looking at Earth’s past, scientists can predict what the future will look like"}, {"_id": "567", "title": "NOT_ENOUGH_INFO", "text": "But as the change gets larger or more persistent … it appears they underestimate climate change"}, {"_id": "568", "title": "SUPPORTS", "text": "The research also revealed how large areas of the polar ice caps could collapse and significant changes to ecosystems could see the Sahara Desert become green and the edges of tropical forests turn into fire-dominated savanna."}, {"_id": "575", "title": "SUPPORTS", "text": "While an isolated heatwave can be put down as an anomaly, the scale of this phenomenon points to global warming as the culprit, scientists said."}, {"_id": "576", "title": "SUPPORTS", "text": "‘Summers keep getting hotter,’ said Friederike Otto of the University of Oxford, who conducted extensive research into data from the heatwave that spread Europe in June, July and August 2017."}, {"_id": "577", "title": "SUPPORTS", "text": "‘Heatwaves are far more intense than when my parents were growing up in the 1950s."}, {"_id": "578", "title": "SUPPORTS", "text": "‘If we do nothing to reduce our greenhouse gas emissions, the kind of extreme heat we saw this past summer will be the norm when my young son is a grown man.’"}, {"_id": "581", "title": "SUPPORTS", "text": "the kind of extreme heat we saw this past summer will be the norm"}, {"_id": "582", "title": "NOT_ENOUGH_INFO", "text": "On the other side of the Atlantic ocean, climates are typically milder as a result of the cooling from the Gulf Stream."}, {"_id": "583", "title": "SUPPORTS", "text": "But despite [the Gulf Stream], the summer of 2018 looks set to be one of the hottest on record."}, {"_id": "586", "title": "NOT_ENOUGH_INFO", "text": "The sun was so intense, it took the mercury up to in excess of 120°F as it topped out at 122.4 °F (50.2°C)."}, {"_id": "590", "title": "REFUTES", "text": "Their ECS estimate is 1.5 degrees, with a probability range between 1.05 and 2.45 degrees."}, {"_id": "591", "title": "DISPUTED", "text": "But it is part of a long list of studies from independent teams (as this interactive graphic shows), using a variety of methods that take account of critical challenges, all of which conclude that climate models exhibit too much sensitivity to greenhouse gases."}, {"_id": "593", "title": "NOT_ENOUGH_INFO", "text": "It shows that ECS is probably between two and 4.5 degrees, possibly as low as 1.5 but not lower, and possibly as high as nine degrees."}, {"_id": "598", "title": "REFUTES", "text": "If ECS is as low as the Energy Balance literature suggests, it means that the climate models we have been using for decades run too hot and need to be revised."}, {"_id": "603", "title": "NOT_ENOUGH_INFO", "text": "Whether Antarctic mass loss keeps worsening depends on choices made today"}, {"_id": "609", "title": "SUPPORTS", "text": "That’s because as Antarctica’s mass shrinks, the ice sheet’s gravitational pull on the ocean relaxes somewhat, and the seas travel back across the globe to pile up far away — with U.S. coasts being one prime destination.”"}, {"_id": "614", "title": "SUPPORTS", "text": "The Rio Grande is a classic “feast or famine” river, with a dry year or two typically followed by a couple of wet years that allow for recovery."}, {"_id": "615", "title": "SUPPORTS", "text": "If warming temperatures brought on by greenhouse gas emissions make wet years less wet and dry years even drier, as scientists anticipate, year-to-year recovery will become more difficult."}, {"_id": "616", "title": "SUPPORTS", "text": "The effect of long-term warming is to make it harder to count on snowmelt runoff in wet times"}, {"_id": "619", "title": "SUPPORTS", "text": "Last year, though, was a wet one on the Rio Grande, with a strong snowpack in the winter of 2016-17 that allowed the conservancy district to store water in upstream reservoirs."}, {"_id": "620", "title": "SUPPORTS", "text": "Temperatures in the Southwest increased by nearly two degrees Fahrenheit (one degree Celsius) from 1901 to 2010, and some climate models forecast a total rise of six degrees or more by the end of this century."}, {"_id": "621", "title": "NOT_ENOUGH_INFO", "text": "Dr. Gutzler said spring temperatures have an impact, too, with warmer air causing more snow to turn to vapor and essentially disappear."}, {"_id": "622", "title": "DISPUTED", "text": "A longer and warmer growing season also has an effect, Dr. Overpeck said, as plants take up more water, further reducing stream flows."}, {"_id": "623", "title": "DISPUTED", "text": "The noted oceanographer Walter Munk referred to sea-level rise as an “enigma”"}, {"_id": "625", "title": "REFUTES", "text": "I note particularly that sea-level rise is not affected by the warming; it continues at the same rate, 1.8 millimeters a year, according to a 1990 review by Andrew S. Trupin and John Wahr."}, {"_id": "626", "title": "SUPPORTS", "text": "The trend has been measured by a network of tidal gauges, many of which have been collecting data for over a century."}, {"_id": "628", "title": "NOT_ENOUGH_INFO", "text": "as continents rise after the overlying ice has melted"}, {"_id": "630", "title": "SUPPORTS", "text": "I conclude that it must be ice accumulation, through evaporation of ocean water, and subsequent precipitation turning into ice."}, {"_id": "633", "title": "REFUTES", "text": "Currently, sea-level rise does not seem to depend on ocean temperature, and certainly not on CO2."}, {"_id": "634", "title": "NOT_ENOUGH_INFO", "text": "But there is also good data showing sea levels"}, {"_id": "637", "title": "SUPPORTS", "text": "By 2100 the seas will rise another 6 inches or so—a far cry from Al Gore’s alarming numbers"}, {"_id": "638", "title": "SUPPORTS", "text": "Mr. Singer is a professor emeritus of environmental science at the University of Virginia."}, {"_id": "642", "title": "DISPUTED", "text": "Some experts think we’re on track to hit 550 ppm by the end of the century, which would cause average global temperatures to rise by 6 degrees Celsius"}, {"_id": "644", "title": "SUPPORTS", "text": "an individual heatwave triggering coral bleaching cannot be linked to global warming as the process triggering an individual heatwave is fundamentally different from that triggering global warming"}, {"_id": "645", "title": "NOT_ENOUGH_INFO", "text": "Scientists just discovered a massive, heretofore unknown, source of nitrogen"}, {"_id": "646", "title": "NOT_ENOUGH_INFO", "text": "If Houlton’s finding about these vast, previously unknown nitrogen stores holds true, then it would have an enormous impact on global warming predictions."}, {"_id": "648", "title": "SUPPORTS", "text": "‘there will not be enough nitrogen available to sustain the high carbon uptake scenarios.’"}, {"_id": "649", "title": "NOT_ENOUGH_INFO", "text": "“Houlton has been exploring this possibility for years."}, {"_id": "656", "title": "SUPPORTS", "text": "The Arctic’s carbon bomb might be even more potent than we thought […] methane, a shorter-lived but far harder-hitting gas that could cause faster bursts of warming"}, {"_id": "661", "title": "DISPUTED", "text": "“Although the extent of the summer sea ice after 2006 dropped abruptly to levels not expected until 2050, the predicted 67-per-cent decline in polar bear numbers simply didn’t happen."}, {"_id": "662", "title": "DISPUTED", "text": "Rather, global polar bear numbers have been stable or slightly improved.”"}, {"_id": "663", "title": "DISPUTED", "text": "“For example, Canadian polar bear biologist Ian Stirling learned in the 1970s that spring sea ice in the southern Beaufort Sea periodically gets so thick that seals depart, depriving local polar bears of their prey and causing their numbers to plummet."}, {"_id": "665", "title": "NOT_ENOUGH_INFO", "text": "many scientists were surprised when other researchers subsequently found that ringed and bearded seals (the primary prey of polar bears) north of the Bering Strait especially thrived with a longer open-water season, which is particularly conducive to fishing"}, {"_id": "666", "title": "REFUTES", "text": "while it’s true that studies in some regions show polar bears are lighter in weight than they were in the 1980s, there is no evidence that more individuals are starving to death or becoming too thin to reproduce because of less summer ice."}, {"_id": "667", "title": "NOT_ENOUGH_INFO", "text": "The failure of the 2007 polar bear survival model is a simple fact that explodes the myth that polar bears are on their way to extinction."}, {"_id": "668", "title": "SUPPORTS", "text": "Using satellite data rather than tide-gauge data that is normally used to measure sea levels allows for more precise estimates of global sea level, since it provides measurements of the open ocean."}, {"_id": "669", "title": "SUPPORTS", "text": "Sea level rise of 65 centimeters, or roughly 2 feet would cause significant problems for coastal cities around the world."}, {"_id": "676", "title": "NOT_ENOUGH_INFO", "text": "more so than downsizing one’s car, or being vigilant about turning off light bulbs, and certainly more than quitting showering."}, {"_id": "677", "title": "NOT_ENOUGH_INFO", "text": "“Which is to say that these beans will be eaten by cows, and the cows will convert the beans to meat, and the humans will eat the meat."}, {"_id": "678", "title": "SUPPORTS", "text": "In the process, the cows will emit much greenhouse gas, and they will consume far more calories in beans than they will yield in meat, meaning far more clearcutting of forests to farm cattle feed than would be necessary if the beans above were simply eaten by people.”"}, {"_id": "687", "title": "SUPPORTS", "text": "When the heat buildup in the ocean is taken into account, global temperatures are rising relentlessly."}, {"_id": "688", "title": "NOT_ENOUGH_INFO", "text": "“The arc of global warming will be variously steep and less steep,’ said Richard Seager, a climate scientist at the Lamont-Doherty Earth Observatory of Columbia University."}, {"_id": "689", "title": "NOT_ENOUGH_INFO", "text": "The heat extremes were especially pervasive in the Arctic, with temperatures in the fall running 20 to 30 degrees Fahrenheit above normal across large stretches of the Arctic Ocean."}, {"_id": "692", "title": "SUPPORTS", "text": "“We indicated 23 years ago — in our 1994 Nature article — that climate models had the atmosphere’s sensitivity to CO2 much too high,” Christy said in a statement."}, {"_id": "695", "title": "NOT_ENOUGH_INFO", "text": "Models are too sensitive to increases in carbon dioxide concentrations in the atmosphere, he said."}, {"_id": "696", "title": "SUPPORTS", "text": "climate models predict too much warming in the troposphere"}, {"_id": "697", "title": "SUPPORTS", "text": "While many scientists have acknowledged the mismatch between model predictions and actual temperature observations, few have really challenged the validity of the models themselves."}, {"_id": "698", "title": "REFUTES", "text": "A recent study led by Lawrence Livermore National Laboratory climate scientist Ben Santer found that while the models ran hot, the ‘overestimation’ was ‘partly due to systematic deficiencies in some of the post-2000 external forcings used in the model simulations.’"}, {"_id": "699", "title": "SUPPORTS", "text": "While volcanic eruptions are natural events, it was the timing of these that had such a noticeable effect on the trend"}, {"_id": "701", "title": "NOT_ENOUGH_INFO", "text": "“‘Those eruptions happened relatively early in our study period, which pushed down temperatures in the first part of the dataset, which caused the overall record to show an exaggerated warming trend,’ Christy said."}, {"_id": "702", "title": "SUPPORTS", "text": "‘While volcanic eruptions are natural events, it was the timing of these that had such a noticeable effect on the trend."}, {"_id": "703", "title": "SUPPORTS", "text": "If the same eruptions had happened near the more recent end of the dataset, they could have pushed the overall trend into negative numbers, or a long-term cooling,’ Christy said.”"}, {"_id": "705", "title": "SUPPORTS", "text": "policies based on previous climate model output and predictions might need to be reconsidered"}, {"_id": "708", "title": "NOT_ENOUGH_INFO", "text": "Before human burning of fossil fuels triggered global warming, the continent’s ice was in relative balance"}, {"_id": "710", "title": "NOT_ENOUGH_INFO", "text": "With marine ice cliff instability, sea-level rise for the next century is potentially much larger than we thought it might be five or 10 years ago"}, {"_id": "712", "title": "DISPUTED", "text": "“Instead of a three-foot increase in ocean levels by the end of the century, six feet was more likely, according to DeConto and Pollard’s findings."}, {"_id": "716", "title": "NOT_ENOUGH_INFO", "text": "Pollard and DeConto are the first to admit that their model is still crude, but its results have pushed the entire scientific community into emergency mode."}, {"_id": "717", "title": "SUPPORTS", "text": "Scientists used to think that ice sheets could take millennia to respond to changing climates"}, {"_id": "721", "title": "SUPPORTS", "text": "“‘If you remove the ice shelf, there’s a potential that not just ice-cliff instabilities will start occurring, but a process called marine ice-sheet instabilities,’ says Matthew Wise, a polar scientist at the University of Cambridge."}, {"_id": "724", "title": "DISPUTED", "text": "A fast transition away from fossil fuels in the next few decades could be enough to put off rapid sea-level rise for centuries."}, {"_id": "728", "title": "SUPPORTS", "text": "The sea was much colder than previously thought, the study suggests, indicating that climate change is advancing at an unprecedented rate”"}, {"_id": "736", "title": "NOT_ENOUGH_INFO", "text": "But the new research shows that the amount of oxygen in those shells doesn’t actually remain constant over time."}, {"_id": "737", "title": "SUPPORTS", "text": "The new research showed that [oxygen isotopes in foraminifera] can change"}, {"_id": "739", "title": "NOT_ENOUGH_INFO", "text": "The changes in the amount of oxygen in the shells isn’t a reflection of changing temperatures – just a consequence of the fact that the amount of oxygen seen changes over time anyway."}, {"_id": "740", "title": "NOT_ENOUGH_INFO", "text": "“To revisit the ocean’s paleotemperatures now, we need to carefully quantify this re-equilibration, which has been overlooked for too long."}, {"_id": "741", "title": "NOT_ENOUGH_INFO", "text": "For that, we have to work on other types of marine organisms so that we clearly understand what took place in the sediment over geological time”"}, {"_id": "742", "title": "REFUTES", "text": "Global human emissions are only 3 per cent of total annual emissions."}, {"_id": "745", "title": "DISPUTED", "text": "The past shows that climate change is normal, that warmer times and more atmospheric carbon dioxide have driven biodiversity and that cold times kill.”"}, {"_id": "749", "title": "SUPPORTS", "text": "“The worldwide temperature record has been changed."}, {"_id": "752", "title": "SUPPORTS", "text": "[South Australia] has the most expensive electricity in the world."}, {"_id": "755", "title": "NOT_ENOUGH_INFO", "text": "[Those who signed the Paris Accord] cannot change Earth’s orbit and radiation released from the sun that drive climate"}, {"_id": "756", "title": "DISPUTED", "text": "Australia’s signed a suicide note [with the Paris Accord] yet didn’t seem to notice that China, India, Indonesia and the US did not commit to reducing their large carbon dioxide emissions."}, {"_id": "757", "title": "DISPUTED", "text": "The grasslands, crops, forests and territorial waters of Australia absorb more carbon dioxide than Australia emits."}, {"_id": "761", "title": "NOT_ENOUGH_INFO", "text": "[Riebesell] is a world authority on the topic and has typically communicated cautiously about the effects of acidification."}, {"_id": "762", "title": "SUPPORTS", "text": "‘But even if an organism isn’t directly harmed by acidification it may be affected indirectly through changes in its habitat or changes in the food web.’"}, {"_id": "763", "title": "SUPPORTS", "text": "And some plants – like algae which use carbon for photosynthesis – may even benefit."}, {"_id": "764", "title": "SUPPORTS", "text": "[…]You can think of global warming as one type of climate change."}, {"_id": "765", "title": "SUPPORTS", "text": "The broader term covers changes beyond warmer temperatures, such as shifting rainfall patterns.”"}, {"_id": "768", "title": "DISPUTED", "text": "“We’ve known about [the greenhouse effect] for more than a century."}, {"_id": "770", "title": "SUPPORTS", "text": "[CO2] has increased 43 percent above the pre-industrial level so far"}, {"_id": "772", "title": "SUPPORTS", "text": "Geologists say that humans are now pumping the gas into the air much faster than nature has ever done."}, {"_id": "774", "title": "SUPPORTS", "text": "The warming is extremely rapid on the geologic time scale, and no other factor can explain it as well as human emissions of greenhouse gases."}, {"_id": "775", "title": "SUPPORTS", "text": "Instead of negotiating over climate change policies and trying to make them more market-oriented, some political conservatives have taken the approach of blocking them by trying to undermine the science."}, {"_id": "776", "title": "NOT_ENOUGH_INFO", "text": "Over the coming 25 or 30 years, scientists say, the climate is likely to gradually warm"}, {"_id": "784", "title": "SUPPORTS", "text": "“Scientists have published strong evidence that the warming climate is making heat waves more frequent and intense."}, {"_id": "785", "title": "NOT_ENOUGH_INFO", "text": "In many other cases, though — hurricanes, for example — the linkage to global warming for particular trends is uncertain or disputed."}, {"_id": "787", "title": "NOT_ENOUGH_INFO", "text": "The warming will slow to a potentially manageable pace only when human emissions are reduced to zero."}, {"_id": "788", "title": "SUPPORTS", "text": "But experts say the energy transition needs to speed up drastically to head off the worst effects of climate change."}, {"_id": "789", "title": "SUPPORTS", "text": "Converting to these cleaner sources [of energy] may be somewhat costlier in the short term, but they could ultimately pay for themselves by heading off climate damages and reducing health problems associated with dirty air."}, {"_id": "791", "title": "SUPPORTS", "text": "‘Clean coal’ is an approach in which the emissions from coal-burning power plants would be captured and pumped underground."}, {"_id": "797", "title": "DISPUTED", "text": "Climate Models Have Overestimated Global Warming"}, {"_id": "799", "title": "SUPPORTS", "text": "the climate models have overestimated the amount of global warming and failed to predict what climatologists call the warming ‘hiatus’"}, {"_id": "800", "title": "NOT_ENOUGH_INFO", "text": "The report, published in the journal Nature Geoscience on September 18, acknowledges that most of the models of warming trends failed to predict the ‘slowdown’ in warming post-2000, resulting in less pronounced warming than predicted and thus more room in the CO2 ‘emissions budget’ for the coming decades."}, {"_id": "802", "title": "SUPPORTS", "text": "that likewise determined that the actual increases in warming post-2000 was ‘generally smaller than trends estimated’ from the models.”"}, {"_id": "803", "title": "DISPUTED", "text": "The team of climate scientists notes that in failing to predict the warming ‘hiatus’ in the beginning of the 21st century, the Intergovernmental Panel on Climate Change (IPCC) models overestimated temperature increases…"}, {"_id": "805", "title": "SUPPORTS", "text": "The answer lies in the summer’s record-breaking heat, say wildfire experts."}, {"_id": "806", "title": "NOT_ENOUGH_INFO", "text": "Days of near-100-degree-Fahrenheit temperatures cooked the Mountain West in early July, and a scorching heat wave lingered over the Pacific Northwest in early August.”"}, {"_id": "807", "title": "SUPPORTS", "text": "the total area burned in the western United States over the past 33 years was double the size it would have been without any human-caused warming."}, {"_id": "809", "title": "NOT_ENOUGH_INFO", "text": "In the early 20th century, state and federal governments began aggressively fighting wildfires and trying to keep them as small as possible."}, {"_id": "811", "title": "SUPPORTS", "text": "But [climate scientists] say that aspects of the case of Hurricane Harvey—and the recent history of tropical cyclones worldwide—suggest global warming is making a bad situation worse."}, {"_id": "812", "title": "REFUTES", "text": "The human contribution can be up to 30 percent or so of the total rainfall coming out of the storm"}, {"_id": "814", "title": "SUPPORTS", "text": "Global Ocean Circulation Appears To Be Collapsing Due To A Warming Planet"}, {"_id": "815", "title": "SUPPORTS", "text": "Evidence is growing that the comparatively cold zone within the Northern Atlantic could be due to a slowdown of this global ocean water circulation."}, {"_id": "816", "title": "SUPPORTS", "text": "While geologists have studied events in the past similar to what appears to be happening today, scientists are largely unsure of what lies ahead."}, {"_id": "817", "title": "SUPPORTS", "text": "Scientists have long known about the anomalous ‘warming hole‘ in the North Atlantic Ocean, an area immune to warming of Earth’s oceans."}, {"_id": "818", "title": "REFUTES", "text": "“Carbon dioxide hurts nobody’s health."}, {"_id": "819", "title": "REFUTES", "text": "Climate change need not endanger anyone”"}, {"_id": "820", "title": "NOT_ENOUGH_INFO", "text": "“Healthy societies do not fall apart over slow, widely predicted, relatively small economic adjustments of the sort painted by climate analysis."}, {"_id": "821", "title": "SUPPORTS", "text": "Societies do fall apart from war, disease or chaos."}, {"_id": "822", "title": "NOT_ENOUGH_INFO", "text": "Climate policy must compete with other long-term threats for always-scarce resources.”"}, {"_id": "823", "title": "DISPUTED", "text": "’Extremely remarkable’ 2017 heads toward record for hottest year without an El Niño episode."}, {"_id": "824", "title": "NOT_ENOUGH_INFO", "text": "So it’s been a surprise to climate scientists that 2017 has been so remarkably warm — because the last El Niño ended a year ago."}, {"_id": "826", "title": "SUPPORTS", "text": "The latest NOAA report is “a reminder that climate change has not, despite the insistence of climate contrarians ‘paused’ or even slowed down,” Mann said.."}, {"_id": "828", "title": "SUPPORTS", "text": "Famine, economic collapse, a sun that cooks us: What climate change could wreak — sooner than you think."}, {"_id": "830", "title": "SUPPORTS", "text": "parts of the Earth will likely become close to uninhabitable"}, {"_id": "832", "title": "SUPPORTS", "text": "Or the news from Antarctica this past May, when a crack in an ice shelf grew 11 miles in six days, then kept going; the break now has just three miles to go — by the time you read this, it may already have met the open water, where it will drop into the sea one of the biggest icebergs ever, a process known poetically as ‘calving.’"}, {"_id": "839", "title": "NOT_ENOUGH_INFO", "text": "“Even if we meet the Paris goals of two degrees warming, cities like Karachi and Kolkata will become close to uninhabitable, annually encountering deadly heat waves like those that crippled them in 2015."}, {"_id": "840", "title": "NOT_ENOUGH_INFO", "text": "At four degrees, the deadly European heat wave of 2003, which killed as many as 2,000 people a day, will be a normal summer."}, {"_id": "846", "title": "SUPPORTS", "text": "In other words, we have, trapped in Arctic permafrost, twice as much carbon as is currently wrecking the atmosphere of the planet, all of it scheduled to be released at a date that keeps getting moved up, partially in the form of a gas that multiplies its warming power 86 times over."}, {"_id": "847", "title": "SUPPORTS", "text": "“The IPCC reports also don’t fully account for the albedo effect (less ice means less reflected and more absorbed sunlight, hence more warming); more cloud cover (which traps heat); or the dieback of forests and other flora (which extract carbon from the atmosphere)."}, {"_id": "849", "title": "SUPPORTS", "text": "The most notorious was 252 million years ago; it began when carbon warmed the planet by five degrees, accelerated when that warming triggered the release of methane in the Arctic, and ended with 97 percent of all life on Earth dead.”"}, {"_id": "851", "title": "NOT_ENOUGH_INFO", "text": "The last time the planet was even four degrees warmer, Peter Brannen points out in The Ends of the World, his new history of the planet’s major extinction events, the oceans were hundreds of feet higher."}, {"_id": "855", "title": "SUPPORTS", "text": "Which means that if the planet is five degrees warmer at the end of the century, we may have as many as 50 percent more people to feed and 50 percent less grain to give them.”"}, {"_id": "856", "title": "SUPPORTS", "text": "as the pathbreaking work by Rosamond Naylor and David Battisti has shown, the tropics are already too hot to efficiently grow grain, and those places where grain is produced today are already at optimal growing temperature — which means even a small warming will push them down the slope of declining productivity."}, {"_id": "859", "title": "NOT_ENOUGH_INFO", "text": "By 2080, without dramatic reductions in emissions, southern Europe will be in permanent extreme drought, much worse than the American dust bowl ever was."}, {"_id": "861", "title": "REFUTES", "text": "None of these places, which today supply much of the world’s food, will be reliable sources of any."}, {"_id": "862", "title": "NOT_ENOUGH_INFO", "text": "In the sugarcane region of El Salvador, as much as one-fifth of the population has chronic kidney disease, including over a quarter of the men, the presumed result of dehydration from working the fields they were able to comfortably harvest as recently as two decades ago."}, {"_id": "863", "title": "NOT_ENOUGH_INFO", "text": "The warmer the planet gets, the more ozone forms, and by mid-century, Americans will likely suffer a 70 percent increase in unhealthy ozone smog, the National Center for Atmospheric Research has projected."}, {"_id": "864", "title": "SUPPORTS", "text": "“[Carbon dioxide] just crossed 400 parts per million, and high-end estimates extrapolating from current trends suggest it will hit 1,000 ppm by 2100."}, {"_id": "868", "title": "SUPPORTS", "text": "In Alaska, already, researchers have discovered remnants of the 1918 flu that infected as many as 500 million and killed as many as 100 million”"}, {"_id": "871", "title": "NOT_ENOUGH_INFO", "text": "“As it happens, Zika may also be a good model of the second worrying effect — disease mutation."}, {"_id": "880", "title": "NOT_ENOUGH_INFO", "text": "The peer-reviewed study by two scientists and a veteran statistician looked at the global average temperature datasets[…]"}, {"_id": "888", "title": "REFUTES", "text": "the mild warming of around 0.8 degrees Celsius that the planet has experienced since the middle of the 19th century"}, {"_id": "889", "title": "REFUTES", "text": "“Several of the papers note that the primary influence on warming appears to be solar activity."}, {"_id": "892", "title": "REFUTES", "text": "Despite recent attempts to paint the United States as a major global polluter, according to the World Health Organization (WHO), the U.S. is among the cleanest nations on the planet."}, {"_id": "893", "title": "NOT_ENOUGH_INFO", "text": "While France and other G7 countries lamented the U.S. exit from the Paris climate accord, America’s air is already cleaner than that of any other country in the G7, except Canada with its scant population."}, {"_id": "896", "title": "SUPPORTS", "text": "According to the WHO, exposure to particulate matter increases the risk of acute lower respiratory infection, chronic obstructive pulmonary disease, heart disease, stroke and lung cancer."}, {"_id": "897", "title": "REFUTES", "text": "The report […] found that the United States was one of the most pollution-free nations in the world.”"}, {"_id": "901", "title": "DISPUTED", "text": "CO2 is colorless, odorless and completely non-toxic."}, {"_id": "903", "title": "SUPPORTS", "text": "Growers regularly pump CO2 into greenhouses, raising levels to three times that of the natural environment, to produce stronger, greener, healthier plants.”"}, {"_id": "904", "title": "SUPPORTS", "text": "Without human intervention, the concentration of CO2 has climbed as high as 7,000 parts per million (ppm) in prior eras, whereas at present the concentration is just over 400 ppm."}, {"_id": "905", "title": "REFUTES", "text": "“Some experts, such as UN climate scientist Dr. Indur Goklany, have defended rising CO2 levels as a good thing for humanity."}, {"_id": "906", "title": "NOT_ENOUGH_INFO", "text": "Goklany has argued that the rising level of carbon dioxide in the earth’s atmosphere ‘is currently net beneficial for both humanity and the biosphere generally.”"}, {"_id": "909", "title": "NOT_ENOUGH_INFO", "text": "Meeting the 2025 emissions reduction target alone could subtract $250 billion from our GDP and eliminate 2.7 million jobs."}, {"_id": "910", "title": "REFUTES", "text": "The cement, iron and steel, and petroleum refining industries could see their production cut by 21% 19%, and 11% respectively.”"}, {"_id": "914", "title": "DISPUTED", "text": "The Clean Power Plan, a major component of fulfilling the agreement, would spike energy costs for working and middle-class Texans by 16% by 2030, according to the Economic Reliability Council of Texas"}, {"_id": "916", "title": "SUPPORTS", "text": "The acceleration is making some scientists fear that Antarctica’s ice sheet may have entered the early stages of an unstoppable disintegration."}, {"_id": "917", "title": "SUPPORTS", "text": "Because the collapse of vulnerable parts of the ice sheet could raise the sea level dramatically, the continued existence of the world’s great coastal cities — Miami, New York, Shanghai and many more — is tied to Antarctica’s fate."}, {"_id": "919", "title": "NOT_ENOUGH_INFO", "text": "an airplane is contributing to the emissions that put the frozen continent at risk."}, {"_id": "920", "title": "SUPPORTS", "text": "If those emissions continue unchecked and the world is allowed to heat up enough, scientists have no doubt that large parts of Antarctica will melt into the sea."}, {"_id": "925", "title": "SUPPORTS", "text": "About 120,000 years ago, before the last ice age, the planet went through a natural warm period, with temperatures similar to those expected in coming decades."}, {"_id": "926", "title": "SUPPORTS", "text": "The sea level was 20 to 30 feet higher than it is today, implying that the ice sheets in both Greenland and Antarctica must have partly disintegrated, a warning of what could occur in the relatively near future if the heating of the planet continues unchecked.”"}, {"_id": "930", "title": "NOT_ENOUGH_INFO", "text": "“Right now, the shelf works like a giant bottle-stopper that slows down ice trying to flow from the land into the sea."}, {"_id": "932", "title": "SUPPORTS", "text": "The most vulnerable parts of the West Antarctic ice sheet could raise the sea level by 10 to 15 feet, inundating many of the world’s coastal cities, though most scientists think that would take well over a century, or perhaps longer."}, {"_id": "935", "title": "SUPPORTS", "text": "The winds around the continent seem to be strengthening, stirring the ocean and bringing up a layer of warmer water that has most likely been there for centuries."}, {"_id": "938", "title": "NOT_ENOUGH_INFO", "text": "We’re not sure because we don’t have enough data, for long enough, to separate signal from noise,” said Eric J. Steig, a scientist at the University of Washington who has studied temperature trends in Antarctica."}, {"_id": "939", "title": "DISPUTED", "text": "“Recent computer forecasts suggest that if greenhouse gas emissions continue at a high level, parts of Antarctica could break up rapidly, causing the ocean to rise six feet or more by the end of this century."}, {"_id": "942", "title": "NOT_ENOUGH_INFO", "text": "‘We could be decades too fast, or decades too slow,’said one of them, Robert M. DeConto of the University of Massachusetts, Amherst."}, {"_id": "945", "title": "SUPPORTS", "text": "In their worst-case scenario, the sea level could rise by six feet by the end of this century, and the pace could pick up drastically in the 22nd century."}, {"_id": "948", "title": "NOT_ENOUGH_INFO", "text": "In a study last year, Robert M. DeConto of the University of Massachusetts, Amherst, and David Pollard of Pennsylvania State University used their computer model to predict what would happen if emissions were reduced sharply over the next few decades, in line with international climate goals."}, {"_id": "949", "title": "DISPUTED", "text": "Under the most ambitious scenarios, they found a strong likelihood that Antarctica would remain fairly stable.”"}, {"_id": "952", "title": "NOT_ENOUGH_INFO", "text": "The Alaskan tundra is warming so quickly it has become a net emitter of carbon dioxide ahead of schedule, a new study finds"}, {"_id": "954", "title": "SUPPORTS", "text": "Melting permafrost can release not just CO2, but also methane, a much stronger heat-trapping gas."}, {"_id": "956", "title": "NOT_ENOUGH_INFO", "text": "Data from NOAA’s Barrow Alaska station ‘indicate that October through December emissions of CO2 from surrounding tundra increased by 73 percent since 1975, supporting the view that rising temperatures have made Arctic ecosystems a net source of CO2.’”"}, {"_id": "957", "title": "SUPPORTS", "text": "ever since December temperatures in the Arctic have consistently been lower than minus 20 C"}, {"_id": "960", "title": "REFUTES", "text": "This means the global temperature trend has now shown no further warming for 19 years"}, {"_id": "962", "title": "NOT_ENOUGH_INFO", "text": "In April the extent of Arctic sea ice was back to where it was in April 13 years ago"}, {"_id": "967", "title": "SUPPORTS", "text": "He said: ‘We have had five warming cycles since about 900AD, each followed by a dramatic cooling cycle.’"}, {"_id": "971", "title": "SUPPORTS", "text": "Sea ice has diminished much faster than scientists and climate models anticipated."}, {"_id": "972", "title": "SUPPORTS", "text": "“Arctic land stores about twice as much carbon as the atmosphere."}, {"_id": "976", "title": "SUPPORTS", "text": "The gas builds up in the soil, forming mounds called ‘pingoes.’"}, {"_id": "978", "title": "SUPPORTS", "text": "The extreme cycles of dry and wet weather appear to have been intensifying over the last three decades."}, {"_id": "979", "title": "SUPPORTS", "text": "“Warm weather worsened the most recent five-year drought, which included the driest four-year period on record in terms of statewide precipitation."}, {"_id": "982", "title": "REFUTES", "text": "Not everyone is convinced that the evidence is in that climate change is responsible for extreme swings between drought and deluge."}, {"_id": "983", "title": "SUPPORTS", "text": "‘The dry periods are drier and the wet periods are wetter,’ said Jeffrey Mount, a water expert and senior fellow at the Public Policy Institute of California."}, {"_id": "988", "title": "NOT_ENOUGH_INFO", "text": "The unlikely scenarios are now, all of a sudden, becoming more probable than they once were thought to be,’ says Sweet.”"}, {"_id": "990", "title": "NOT_ENOUGH_INFO", "text": "many of south Florida’s drainage systems and seawalls are no longer enough"}, {"_id": "991", "title": "SUPPORTS", "text": "“Sea level rise is global."}, {"_id": "993", "title": "SUPPORTS", "text": "While there has been a mean rise of a little more than 3mm per year worldwide since the 1990s, in the last decade, the NOAA Virginia Key tide gauge just south of Miami Beach has measured a 9mm rise annually.”"}, {"_id": "994", "title": "SUPPORTS", "text": "says Sweet, who has authored several sea-level rise studies."}, {"_id": "995", "title": "SUPPORTS", "text": "“The Northern Hemisphere jet stream […] flow is stronger when that temperature difference is large."}, {"_id": "996", "title": "SUPPORTS", "text": "But when the Arctic warms up faster than the equator does […] the jet stream’s flow can become weakened and elongated."}, {"_id": "997", "title": "SUPPORTS", "text": "Ever since 2012, scientists have been debating a complex and frankly explosive idea about how a warming planet will alter our weather — one that, if it’s correct, would have profound implications across the Northern Hemisphere and especially in its middle latitudes"}, {"_id": "1001", "title": "SUPPORTS", "text": "‘This study goes beyond statistical correlations and explores a specific process that can plausibly explain how enhanced high-latitude warming trends may trigger remote weather impacts,’ he said."}, {"_id": "1003", "title": "NOT_ENOUGH_INFO", "text": "A recent study in Nature Geoscience, for instance, called into question whether the Arctic’s melting, and in particular its sea ice loss, has been causing winter cooling over Eurasia, another idea that has been swept up in the debate over the jet stream and weather extremes.”"}, {"_id": "1007", "title": "SUPPORTS", "text": "‘With levels of carbon dioxide in the atmosphere consistently breaking new records, the influence of human activities on the climate system has become more and more evident,’ said Taalas."}, {"_id": "1009", "title": "SUPPORTS", "text": "‘Arctic ice conditions have been tracking at record low conditions since October, persisting for six consecutive months’"}, {"_id": "1010", "title": "SUPPORTS", "text": "“‘The Arctic may be remote, but changes that occur there directly affect us."}, {"_id": "1011", "title": "SUPPORTS", "text": "The melting of the Greenland ice sheet is already contributing significantly to sea level rise, and new research is highlighting that the melting of Arctic sea ice can alter weather conditions across Europe, Asia and North America.’”"}, {"_id": "1013", "title": "SUPPORTS", "text": "Global sea level rise surged between November 2014 and February 2016, with the El Niño event helping the oceans rise by 15mm."}, {"_id": "1014", "title": "REFUTES", "text": "Final data for 2016 sea level rise have yet to be published."}, {"_id": "1017", "title": "SUPPORTS", "text": "Our children and grandchildren will look back on the climate deniers and ask how they could have sacrificed the planet for the sake of cheap fossil fuel energy, when the cost of inaction exceeds the cost of a transition to a low-carbon economy,’ Watson said."}, {"_id": "1019", "title": "NOT_ENOUGH_INFO", "text": "An additional kick was supplied by an El Niño weather pattern that peaked in 2016 and temporarily warmed much of the surface of the planet, causing the hottest year in a historical record dating to 1880."}, {"_id": "1020", "title": "NOT_ENOUGH_INFO", "text": "“The global reef crisis does not necessarily mean extinction for coral species."}, {"_id": "1021", "title": "SUPPORTS", "text": "The corals may save themselves, as many other creatures are attempting to do, by moving toward the poles as the Earth warms, establishing new reefs in cooler water.”"}, {"_id": "1022", "title": "NOT_ENOUGH_INFO", "text": "If water temperatures stay moderate, the damaged sections of the Great Barrier Reef may be covered with corals again in as few as 10 or 15 years"}, {"_id": "1023", "title": "NOT_ENOUGH_INFO", "text": "Within a decade, certain kinds of branching and plate coral could be extinct, reef scientists say, along with a variety of small fish that rely on them for protection from predators."}, {"_id": "1024", "title": "NOT_ENOUGH_INFO", "text": "“CO2 is certainly a heat-trapping greenhouse gas, but hardly the primary one: Water vapor accounts for about 95 percent of greenhouse gases."}, {"_id": "1028", "title": "NOT_ENOUGH_INFO", "text": "A second coat of paint has much less of an effect, while adding a third or fourth coat has almost no impact at all.”"}, {"_id": "1034", "title": "SUPPORTS", "text": "Your odds of correctly guessing the outcome of a flipped coin are 1 in 2, but your odds of guessing correctly twice in a row are only 1 in 4 —"}, {"_id": "1038", "title": "NOT_ENOUGH_INFO", "text": "(Multiplying .95 by itself 15 times yields 46.3 percent.)”"}, {"_id": "1040", "title": "NOT_ENOUGH_INFO", "text": "While evidence that the earth’s orbital variations impact radiation levels and thus global temperatures does not of course mean that man is not in some way impacting the climate, studies like these highlight that the role man plays on the planet is dwarfed by natural phenomena utterly out of our control."}, {"_id": "1048", "title": "SUPPORTS", "text": "While transient weather variability is playing a key role here, the widespread record warmth across the U.S. so far this year is part of a long-term trend toward more warm temperature records versus cold ones."}, {"_id": "1049", "title": "NOT_ENOUGH_INFO", "text": "So far this month, there have been nearly 5,000 daily record highs set or tied, compared to just 42 daily record lows."}, {"_id": "1050", "title": "NOT_ENOUGH_INFO", "text": "In Albany, New York, the high temperature of 74 degrees on Thursday was the warmest temperature on record for any day during the months of December, January and February."}, {"_id": "1052", "title": "SUPPORTS", "text": "But as that upper layer warms up, the oxygen-rich waters are less likely to mix down into cooler layers of the ocean because the warm waters are less dense and do not sink as readily."}, {"_id": "1055", "title": "SUPPORTS", "text": "They do not make a definitive attribution statement, but the data are consistent with and strongly suggestive of human-driven warming as a root cause of the oxygen decline.’”"}, {"_id": "1056", "title": "SUPPORTS", "text": "Because oxygen in the global ocean is not evenly distributed, the 2 percent overall decline means there is a much larger decline in some areas of the ocean than others."}, {"_id": "1057", "title": "SUPPORTS", "text": "“Moreover, the ocean already contains so-called oxygen minimum zones, generally found in the middle depths."}, {"_id": "1061", "title": "SUPPORTS", "text": "warmer oceans have also begun to destabilize glaciers in Greenland and Antarctica"}, {"_id": "1065", "title": "SUPPORTS", "text": "However, this is exactly what climate scientists have predicted for California since at least the 1980s: protracted periods of warm, dry conditions punctuated by intense wet spells, with more rain and less snow, causing both drought and floods."}, {"_id": "1066", "title": "SUPPORTS", "text": "[…] in fact this pattern is already emerging, with the conditions that create extremely warm dry years and extremely wet years both becoming more frequent."}, {"_id": "1067", "title": "SUPPORTS", "text": "“In an old climate, … extremely warm years were less common and snowpack was more reliable …"}, {"_id": "1069", "title": "SUPPORTS", "text": "“There is now less sea ice on Earth than at any time on record."}, {"_id": "1073", "title": "SUPPORTS", "text": "The amount of summer sea ice in the Arctic has steadily declined over the past few decades because of man-made global warming, according to the National Oceanic and Atmospheric Administration."}, {"_id": "1075", "title": "NOT_ENOUGH_INFO", "text": "“At the bottom of the world, sea ice is also at all-time record low levels around Antarctica, the data center said."}, {"_id": "1077", "title": "DISPUTED", "text": "Antarctic ice fluctuates wildly year to year, and the link to man-made global warming there is not clear, NASA ice expert Walt Meier said."}, {"_id": "1078", "title": "SUPPORTS", "text": "“[Sea ice] also helps regulate the planet’s temperature by influencing the circulation of the atmosphere and ocean."}, {"_id": "1079", "title": "SUPPORTS", "text": "“ NASA concurred with NOAA, also declaring 2016 the warmest year on record in its own data set that tracks the temperatures at the surface of the planet’s land and oceans, and expressing ‘greater than 95 percent certainty’ in that conclusion."}, {"_id": "1082", "title": "NOT_ENOUGH_INFO", "text": "“But the differences between NOAA and NASA aren’t that significant, Schmidt further argued, in the context of the bigger picture."}, {"_id": "1083", "title": "NOT_ENOUGH_INFO", "text": "‘Getting hung up on the exact nature of the records is interesting, and there’s lots of technical work that can be done there, but the main take-home response there is that the trends we’ve been seeing since the 1970s are continuing and have not paused in any way,’ he said.”"}, {"_id": "1084", "title": "SUPPORTS", "text": "[Jonathan Overpeck:] ‘No doubt about it anymore — humans, mainly by burning fossil fuels, are cooking the planet,’ Overpeck said."}, {"_id": "1087", "title": "NOT_ENOUGH_INFO", "text": "The particular signature of warming in 2016 was also revealing in another way, Overpeck said, noting that the stratosphere… saw record cold temperatures last year"}, {"_id": "1088", "title": "SUPPORTS", "text": "‘We don’t expect record years every year, but the ongoing long-term warming trend is clear.’”"}, {"_id": "1089", "title": "SUPPORTS", "text": "Last year’s warmth was manifested across the planet, from the warm tropical ocean waters off the coast of northeastern Australia, where the Great Barrier Reef experienced its worst coral bleaching event on record and large scale coral death, to the Arctic, where sea ice hit regular monthly record lows and overall temperatures were also the warmest on record, at least from January through September 2016."}, {"_id": "1090", "title": "SUPPORTS", "text": "Extreme high temperatures were seen from India — where the city of Phalodi recorded temperatures of 51 degrees Celsius (123.8 Fahrenheit) in May, a new national record — to Iran, where a temperature of 53 degrees Celsius (127.4 F) was recorded in Delhoran on July 22."}, {"_id": "1092", "title": "NOT_ENOUGH_INFO", "text": "But then, just over a year ago, Mike Wallace, a hydrologist with 30 years’ experience, noticed while researching his PhD that they had omitted some key information[…] his results were surprising: there has been no reduction in oceanic pH"}, {"_id": "1093", "title": "DISPUTED", "text": "Ocean acidification is the terrifying threat whereby all that man-made CO2 we’ve been pumping into the atmosphere may react with the sea to form a sort of giant acid bath."}, {"_id": "1097", "title": "REFUTES", "text": "“[…]The impact on calcification, metabolism, growth, fertility and survival of calcifying marine species when pH is lowered up to 0.3 units […] is beneficial, not damaging."}, {"_id": "1098", "title": "REFUTES", "text": "Marine life has nothing whatsoever to fear from ocean acidification.”"}, {"_id": "1103", "title": "SUPPORTS", "text": "[ocean acidification was ] First referenced in a peer-reviewed study in Nature in 2003"}, {"_id": "1108", "title": "NOT_ENOUGH_INFO", "text": "There was, he said, an ‘inherent bias’ in scientific journals which predisposed them to publish ‘doom and gloom stories’."}, {"_id": "1109", "title": "NOT_ENOUGH_INFO", "text": "“The chain of events that links the melting Arctic with weather to the south begins with rising global temperatures causing more sea ice to melt."}, {"_id": "1112", "title": "SUPPORTS", "text": "“The jet stream forms a boundary between the cold north and the warmer south, but the lower temperature difference means the winds are now weaker."}, {"_id": "1113", "title": "SUPPORTS", "text": "This means the jet stream meanders more, with big loops bringing warm air to the frozen north and cold air into warmer southern climes.”"}, {"_id": "1115", "title": "SUPPORTS", "text": "This “blocking” effect means extreme events can unfold.”"}, {"_id": "1116", "title": "NOT_ENOUGH_INFO", "text": "Severe ‘snowmageddon’ winters are now strongly linked to soaring polar temperatures, say researchers, with deadly summer heatwaves and torrential floods also probably linked."}, {"_id": "1119", "title": "NOT_ENOUGH_INFO", "text": "Prof Adam Scaife, a climate modelling expert at the UK’s Met Office, said the evidence for a link to shrinking Arctic ice was now good: ‘The consensus points towards that being a real effect.’”"}, {"_id": "1120", "title": "NOT_ENOUGH_INFO", "text": "The connection between the vanishing Arctic ice and extreme summer weather in the northern hemisphere is probable, according to scientists, but not yet as certain as the winter link."}, {"_id": "1121", "title": "SUPPORTS", "text": "Another consequence of the fast melting Arctic raises the possibility that there may be even worse extreme weather to come, according to a few scientists: titanic Atlantic superstorms and hurricanes barreling across Europe."}, {"_id": "1127", "title": "SUPPORTS", "text": "This means it is possible that by some yardsticks, 2016 will be declared as hot as 2015 or even slightly hotter – because El Nino did not vanish until the middle of the year."}, {"_id": "1130", "title": "SUPPORTS", "text": "The record warm years of 2015 and 2016 were primarily caused by the super El Nino.’”"}, {"_id": "1133", "title": "NOT_ENOUGH_INFO", "text": "Global average temperatures over land have plummeted by more than 1C since the middle of this year – their biggest and steepest fall on record."}, {"_id": "1135", "title": "SUPPORTS", "text": "Scientists confirm a mass bleaching event on the Great Barrier Reef this year has killed more corals than ever before, with more than two thirds destroyed across large swathes of the biodiverse site."}, {"_id": "1136", "title": "SUPPORTS", "text": "When water temperatures become too high, coral becomes stressed and expels the algae, which leave the coral a bleached white color."}, {"_id": "1138", "title": "NOT_ENOUGH_INFO", "text": "Stress from unusually warm ocean water heated by man-made climate change and the natural El Niño climate pattern caused the die-off."}, {"_id": "1139", "title": "SUPPORTS", "text": "Mass coral bleaching is a new phenomenon and was never observed before the 1980s as global warming ramped up."}, {"_id": "1141", "title": "NOT_ENOUGH_INFO", "text": "“While record low sea ice is nothing new in the Arctic, this is a surprising turn of events for the Antarctic."}, {"_id": "1142", "title": "SUPPORTS", "text": "Even as sea ice in the Arctic has seen a rapid and consistent decline over the past decade, its counterpart in the Southern Hemisphere has seen its extent increasing.”"}, {"_id": "1143", "title": "DISPUTED", "text": "Skeptics have long pointed to ice gain in the Southern Hemisphere as evidence climate change wasn’t occurring, but scientists warned that it was caused by natural variations and circulations in the atmosphere."}, {"_id": "1144", "title": "DISPUTED", "text": "It “certainly puts the kibosh on everyone saying that Antarctica’s ice is just going up and up,” Meier said."}, {"_id": "1145", "title": "SUPPORTS", "text": "For what appears to be the first time since scientists began keeping track, sea ice in the Arctic and the Antarctic are at record lows this time of year."}, {"_id": "1146", "title": "REFUTES", "text": "“It’s far too early to tell if what we are seeing in the Arctic, and now the Antarctic, is a sharp shift towards warmer poles with less ice."}, {"_id": "1149", "title": "SUPPORTS", "text": "Temperatures in the Arctic have soared recently, and scientists are struggling to explain exactly why."}, {"_id": "1150", "title": "SUPPORTS", "text": "To make matters worse, the water temperatures in the Arctic Ocean are several degrees above average, which is an expected result of having less sea ice."}, {"_id": "1151", "title": "REFUTES", "text": "“Unlike genuine pollutants, carbon dioxide (CO2) is an odorless, colorless gas."}, {"_id": "1154", "title": "SUPPORTS", "text": "[CO2] is also a greenhouse gas which helps maintain earth at a habitable temperature."}, {"_id": "1155", "title": "REFUTES", "text": "But observations, such as those on our CO2 Coalition website, show that increased CO2 levels over the next century will cause modest and beneficial warming—perhaps as much as one degree Celsius (1.8 degrees Fahrenheit)"}, {"_id": "1156", "title": "DISPUTED", "text": "The costs of emissions regulations, which will be paid by everyone, will be punishingly high and will provide no benefits to most people anywhere in the world."}, {"_id": "1157", "title": "NOT_ENOUGH_INFO", "text": "“In 2013 the level of U.S. farm output was about 2.7 times its 1948 level, and productivity was growing at an average annual rate of 1.52%."}, {"_id": "1160", "title": "SUPPORTS", "text": "With more CO2 in the atmosphere, the challenge [feeding 2.5 billion more people] can and will be met."}, {"_id": "1163", "title": "REFUTES", "text": "“Global warming and climate change, even if it is 100% caused by humans, is so slow that it cannot be observed by anyone in their lifetime."}, {"_id": "1164", "title": "DISPUTED", "text": "Hurricanes, tornadoes, floods, droughts and other natural disasters have yet to show any obvious long-term change.”"}, {"_id": "1166", "title": "SUPPORTS", "text": "Drought in the western U.S. pales in comparison to the mega-droughts tree rings tell us existed in centuries past."}, {"_id": "1167", "title": "REFUTES", "text": "Lake-bottom sediments in Florida tell us that recent major hurricane activity in the Gulf of Mexico has been less frequent than in centuries past."}, {"_id": "1169", "title": "NOT_ENOUGH_INFO", "text": "“Sea level rise, which was occurring long before humans could be blamed, has not accelerated and still amounts to only 1 inch every ten years."}, {"_id": "1170", "title": "SUPPORTS", "text": "If a major hurricane is approaching with a predicted storm surge of 10-14 feet, are you really going to worry about a sea level rise of 1 inch per decade?”"}, {"_id": "1171", "title": "DISPUTED", "text": "If Hillary would have fact-checked her example of sea level rise in Norfolk, Virginia, she would have found out that the experts already know this is mostly due to the land there sinking."}, {"_id": "1173", "title": "SUPPORTS", "text": "[…]until we develop a practical, cost-competitive alternative to fossil fuels, it is unlikely that renewable energy will ever make up more than 15-20% of global energy requirements."}, {"_id": "1175", "title": "NOT_ENOUGH_INFO", "text": "But the observed warming as monitored by satellites (our only truly global monitoring system) has been only about half of what computerized climate models say should be happening."}, {"_id": "1178", "title": "REFUTES", "text": "“The most famous of these studies, published in 2010 by Paul Kench and Arthur Webb of the South Pacific Applied Geoscience Commission in Fiji, showed that of 27 Pacific islands, 14% lost area."}, {"_id": "1180", "title": "SUPPORTS", "text": "“It seems self-evident that rising sea levels will reduce land area."}, {"_id": "1181", "title": "NOT_ENOUGH_INFO", "text": "However, there is a process of accretion, where coral broken up by the waves washes up on these low-lying islands as sand, counteracting the reduction in land mass."}, {"_id": "1183", "title": "SUPPORTS", "text": "“suggest that residents are fleeing atolls swiftly sinking into the sea."}, {"_id": "1186", "title": "SUPPORTS", "text": "President Hilda Heine has told reporters that longtime residents are leaving the Marshall Islands because climate change is threatening the nation’s existence.”"}, {"_id": "1188", "title": "NOT_ENOUGH_INFO", "text": "Policy makers who want to help the residents of the Marshall Islands today should look at improving the islands’ resilience"}, {"_id": "1198", "title": "NOT_ENOUGH_INFO", "text": "” ‘You see, gas in America is incredibly cheap, because of fracking,’ he says."}, {"_id": "1202", "title": "DISPUTED", "text": "The discrepancy between model-predicted warming and (lower) real-world observations has inspired new respect for natural climate variability relative to greenhouse-gas forcing."}, {"_id": "1204", "title": "SUPPORTS", "text": "Back in the late 1980s, the UN claimed that if global warming were not checked by 2000, rising sea levels would wash entire counties away."}, {"_id": "1205", "title": "SUPPORTS", "text": "“In 2009, then-British Prime Minister Gordon Brown predicted that the world had only 50 days to save the planet from global warming."}, {"_id": "1211", "title": "DISPUTED", "text": "“climate economists see a positive externality, not a negative one, from the human influence on climate."}, {"_id": "1212", "title": "REFUTES", "text": "(In technical lingo, the so-called social cost of carbon would be negative.)”"}, {"_id": "1216", "title": "REFUTES", "text": "…obsessing about climate change is avoiding a frank discussion about the here-and-now problems of budget deficits, the federal debt, school choice, entitlement reform, and so on."}, {"_id": "1219", "title": "SUPPORTS", "text": "Global warming is driving major melting on the surface of Greenland’s glaciers and is speeding up their travel into the sea.”"}, {"_id": "1222", "title": "SUPPORTS", "text": "The melting Greenland ice sheet is already a major contributor to rising sea level and if it was eventually lost entirely, the oceans would rise by six metres around the world, flooding many of the world’s largest cities."}, {"_id": "1223", "title": "SUPPORTS", "text": "Ice cap is disappearing far more rapidly than previously estimated, and is part of a long-term trend, new research shows"}, {"_id": "1224", "title": "NOT_ENOUGH_INFO", "text": "“Federal scientists have documented a sharp jump in this nuisance flooding — often called ‘sunny-day flooding’ — along both the East Coast and the Gulf Coast in recent years."}, {"_id": "1227", "title": "NOT_ENOUGH_INFO", "text": "These tidal floods are often just a foot or two deep, but they can stop traffic, swamp basements, damage cars, kill lawns and forests, and poison wells with salt."}, {"_id": "1230", "title": "NOT_ENOUGH_INFO", "text": "On the Pacific Coast, a climate pattern that had pushed billions of gallons of water toward Asia is now ending, so that in coming decades the sea is likely to rise quickly off states like Oregon and California."}, {"_id": "1235", "title": "SUPPORTS", "text": "“During ice ages, caused by wobbles in the Earth’s orbit, sea levels dropped more than 400 feet as ice piled up on land."}, {"_id": "1237", "title": "NOT_ENOUGH_INFO", "text": "the last sea-level high point, … occurred between the last two ice ages, about 125,000 years ago."}, {"_id": "1239", "title": "SUPPORTS", "text": "Through decades of research, it has become clear that human civilization, roughly 6,000 years old, developed during an unusually stable period for global sea levels."}, {"_id": "1240", "title": "NOT_ENOUGH_INFO", "text": "“Ice-free means the central basin of the Arctic will be ice-free"}, {"_id": "1243", "title": "SUPPORTS", "text": "by that I mean the central Arctic will be ice-free."}, {"_id": "1245", "title": "DISPUTED", "text": "There will still be about a million square kilometres of ice in the Arctic in summer"}, {"_id": "1246", "title": "NOT_ENOUGH_INFO", "text": "Most people expect this year will see a record low in the Arctic’s summer sea-ice cover."}, {"_id": "1247", "title": "SUPPORTS", "text": "People tend to think of an ice-free Arctic in summer in terms of it merely being a symbol of global change."}, {"_id": "1251", "title": "SUPPORTS", "text": "“Underneath the permafrost there are sediments full of methane hydrates."}, {"_id": "1253", "title": "DISPUTED", "text": "“The most recent prediction of the Intergovernmental Panel on Climate Change (IPCC) is that seas will rise by 60 to 90 centimetres this century."}, {"_id": "1255", "title": "SUPPORTS", "text": "the first scientists to show that the thick icecap that once covered the Arctic ocean was beginning to thin and shrink."}, {"_id": "1256", "title": "DISPUTED", "text": "‘Next year or the year after, the Arctic will be free of ice’"}, {"_id": "1257", "title": "SUPPORTS", "text": "“as surface temperatures of the oceans warm up, the immediate response is more water vapor in the atmosphere."}, {"_id": "1259", "title": "SUPPORTS", "text": "While the north-east, midwest and upper great plains have experienced a 30% increase in heavy rainfall episodes – considered once-in-every-five year downpours – parts of the west, particularly California, have been parched by drought."}, {"_id": "1260", "title": "SUPPORTS", "text": "The contrast in precipitation between wet and dry regions and between wet and dry seasons will increase, although there may be regional exceptions."}, {"_id": "1265", "title": "DISPUTED", "text": "Some, however, bristle at the belief that because floods and storms have always occurred, they should not be linked to climate change”"}, {"_id": "1266", "title": "SUPPORTS", "text": "This means that the world is now 1C warmer than it was in pre-industrial times"}, {"_id": "1268", "title": "SUPPORTS", "text": "The thermal expansion of the oceans, compounded by melting glaciers, resulted in the highest global sea level on record in 2015."}, {"_id": "1269", "title": "REFUTES", "text": "“The oceans, which absorb more than 90% of the extra CO2 pumped into the atmosphere“"}, {"_id": "1270", "title": "SUPPORTS", "text": "The world’s alpine glaciers recorded a net annual loss of ice for the 36th consecutive year and the Greenland ice sheet … experienced melting over more than 50% of its surface."}, {"_id": "1271", "title": "SUPPORTS", "text": "Greenland ice sheet … would balloon sea levels by around 7m should it disintegrate"}, {"_id": "1273", "title": "SUPPORTS", "text": "The rapid changes in the climate may have profound consequences for humans and other species… Severe drought caused food shortages for millions of people in Ethiopia, with a lack of rainfall resulting in “intense and widespread” forest fires in Indonesia that belched out a vast quantity of greenhouse gas"}, {"_id": "1276", "title": "SUPPORTS", "text": "“Typically, in such an attribution study, scientists will use sets of climate models — one set including the factors that drive human global warming and the other including purely “natural” factors — and see if an event like the one in question is more likely to occur in the first set of models."}, {"_id": "1279", "title": "NOT_ENOUGH_INFO", "text": "“Earlier this month, NASA scientists provided a visualization of a startling climate change trend — the Earth is getting greener, as viewed from space, especially in its rapidly warming northern regions."}, {"_id": "1284", "title": "SUPPORTS", "text": "It is clear, then, that greening is emerging as a factor with the potential to blunt some of the worst impacts of human greenhouse gas emissions."}, {"_id": "1286", "title": "NOT_ENOUGH_INFO", "text": "Arctic greening was recently cited, in a major report by the U.S. Geological Survey, as the central reason that the state of Alaska, despite worsening wildfires and more thaw of permafrost, might still be able to stow away more carbon than it loses over the course of the 21st century.”"}, {"_id": "1292", "title": "NOT_ENOUGH_INFO", "text": "Any reasonable person can recognize both positives and negatives among the policy proposals of both Tories and Labour."}, {"_id": "1293", "title": "SUPPORTS", "text": "Over time, climate becomes a net problem: by the 2070s, the UN Climate Panel finds that global warming will likely cause damage equivalent to 0.2 per cent to 2 per cent of global GDP."}, {"_id": "1294", "title": "NOT_ENOUGH_INFO", "text": "“Because CO₂ acts as a fertilizer, as much as half of all vegetated land is persistently greener today."}, {"_id": "1296", "title": "NOT_ENOUGH_INFO", "text": "precipitation from global warming will make the world much greener"}, {"_id": "1299", "title": "NOT_ENOUGH_INFO", "text": "A recent Nature study expecting more severe hurricanes from global warming still found that damages would halve from 0.04 per cent to 0.02 per cent of global GDP, because the increased ferocity would be more than made up by increased prosperity and resilience."}, {"_id": "1300", "title": "SUPPORTS", "text": "“Yet, a new study of 60 climate models and scenarios shows this warning fails to take into account the fact that global warming will mean precipitation increases."}, {"_id": "1303", "title": "SUPPORTS", "text": "No one ever says it, but in many ways global warming will be a good thing"}, {"_id": "1304", "title": "NOT_ENOUGH_INFO", "text": "in a letter to The Times from Lord Krebs and company, essentially telling the newspaper to stop reporting less-than-negative climate stories."}, {"_id": "1305", "title": "DISPUTED", "text": "The projection that much of the Great Barrier Reef could perish within the next few decades could turn out to be too pessimistic, since other research has shown that some species of corals are surprisingly resilient to the stress from changing ocean temperatures."}, {"_id": "1307", "title": "SUPPORTS", "text": "a new study by scientists at the Australian Research Council finds that the ongoing bleaching event is mainly due to human-caused global warming, and that if global warming proceeds as currently expected, “large parts” of the Great Barrier Reef could die by the mid-2030s."}, {"_id": "1308", "title": "SUPPORTS", "text": "Great Barrier Reef may perish by 2030s"}, {"_id": "1310", "title": "NOT_ENOUGH_INFO", "text": "It has occurred during the warmest year on record, which occurred in 2015, and the two most unusually mild months on Earth, which took place in January and February, respectively.”"}, {"_id": "1312", "title": "NOT_ENOUGH_INFO", "text": "A World Heritage site, it is currently under assault from unusually hot ocean temperatures,”"}, {"_id": "1313", "title": "REFUTES", "text": "Coral bleaching has devastated 93% of the Great Barrier Reef"}, {"_id": "1314", "title": "SUPPORTS", "text": "Higher temperatures, we’re told, will be deadly—killing “thousands to tens of thousands” of Americans"}, {"_id": "1315", "title": "REFUTES", "text": "cold kills many more people than heat."}, {"_id": "1316", "title": "NOT_ENOUGH_INFO", "text": "In pushing too hard for the case that global warming is universally bad for everything, the administration’s report undermines the reasonable case for climate action."}, {"_id": "1317", "title": "SUPPORTS", "text": "“…climate change will also reduce the number of cold days and cold spells."}, {"_id": "1322", "title": "NOT_ENOUGH_INFO", "text": "The report confidently claims that when temperatures rise, “the reduction in premature deaths from cold are expected to be smaller than the increase in deaths from heat in the United States."}, {"_id": "1324", "title": "REFUTES", "text": "cold deaths actually occur during moderate temperatures"}, {"_id": "1325", "title": "NOT_ENOUGH_INFO", "text": "“The Lancet researchers found that about 0.5%—half a percent—of all deaths are associated with heat, not only from acute problems like heat stroke, but also increased mortality from cardiac events and dehydration."}, {"_id": "1326", "title": "SUPPORTS", "text": "But more than 7% of deaths are related to cold—counting hypothermia, as well as increased blood pressure and risk of heart attack that results when the body restricts blood flow in response to frigid temperatures.”"}, {"_id": "1327", "title": "DISPUTED", "text": "Migration patterns show people heading for warm states like Texas and Florida, not snowy Minnesota and Michigan.”"}, {"_id": "1331", "title": "REFUTES", "text": "More than half of the 44 studies selected for publication found that raised levels of CO2 had little or no impact on marine life, including crabs, limpets, sea urchins and sponges"}, {"_id": "1333", "title": "NOT_ENOUGH_INFO", "text": "“The oceans will never become acid because there is such a huge buffering capacity in the oceans."}, {"_id": "1334", "title": "REFUTES", "text": "We simply could never release enough CO2 into the atmosphere to cause the pH to go below 7 [the point in the pH scale at which a solution becomes acidic].”"}, {"_id": "1339", "title": "REFUTES", "text": "“Dr Browman, a marine scientist for 35 years, said he was not saying that ocean acidification posed no threat, but that he believed that “a higher level of academic scepticism” should be applied to the topic."}, {"_id": "1342", "title": "NOT_ENOUGH_INFO", "text": "The worsening of tidal flooding in American coastal communities is largely a consequence of greenhouse gases from human activity, and the problem will grow far worse in coming decades, scientists reported Monday."}, {"_id": "1343", "title": "SUPPORTS", "text": "roughly three-quarters of the tidal flood days now occurring in towns along the East Coast would not be happening in the absence of the rise in the sea level caused by human emissions."}, {"_id": "1347", "title": "SUPPORTS", "text": "Scientists say the recent climate agreement negotiated in Paris is not remotely ambitious enough to forestall a significant melting of Greenland and Antarctica, though if fully implemented, it may slow the pace somewhat.”"}, {"_id": "1350", "title": "SUPPORTS", "text": "Until last June, most scientists acknowledged that warming reached a peak in the late 1990s"}, {"_id": "1351", "title": "SUPPORTS", "text": "a marginally significant warming trend in the data over the past several years, erasing the temperature plateau that vexed climate alarmists have found difficult to explain."}, {"_id": "1353", "title": "NOT_ENOUGH_INFO", "text": "Temperatures in 1999 were nearly three-tenths of a degree lower than in 1998, and a similar change should occur this time around, though it might not fit so neatly into a calendar year."}, {"_id": "1354", "title": "NOT_ENOUGH_INFO", "text": "Often the compensatory cooling, known as La Niña, is larger than the El Niño warming.”"}, {"_id": "1357", "title": "NOT_ENOUGH_INFO", "text": "“The notion that world-wide weather is becoming more extreme is just that: a notion, or a testable hypothesis."}, {"_id": "1360", "title": "SUPPORTS", "text": "In fact, the trend, while not statistically significant, is downward.”"}, {"_id": "1362", "title": "NOT_ENOUGH_INFO", "text": "Forget what global warming activists would lead you to believe—2015 was not even close to the hottest year on record."}, {"_id": "1365", "title": "DISPUTED", "text": "Satellite temperature readings going back to 1979 show 1998 was by far the warmest year in the satellite era"}, {"_id": "1367", "title": "NOT_ENOUGH_INFO", "text": "But we do have other reliable indicators of temperatures before the late 1800s, and the evidence shows temperatures have been warmer than today for most of the past several thousand years, including warmer-than-present temperatures for most of the human civilization time period"}, {"_id": "1369", "title": "DISPUTED", "text": "“With a record El Niño, we should have experienced record high temperatures."}, {"_id": "1372", "title": "SUPPORTS", "text": "The strong El Niño has continued into 2016, raising the possibility that this year will, yet again, set a global temperature record"}, {"_id": "1374", "title": "REFUTES", "text": "world temperatures, because they have gone up only very slowly, less than half as fast as the scientific consensus predicted in 1990"}, {"_id": "1375", "title": "NOT_ENOUGH_INFO", "text": "the world is barely half a degree Celsius (0.9 degrees Fahrenheit) warmer than it was about 35 years ago"}, {"_id": "1376", "title": "NOT_ENOUGH_INFO", "text": "Also, it is increasingly clear that the planet was significantly warmer than today several times during the past 10,000 years."}, {"_id": "1377", "title": "REFUTES", "text": "there has been no increase in frequency or intensity of storms, floods or droughts, while deaths attributed to such natural disasters have never been fewer"}, {"_id": "1378", "title": "REFUTES", "text": "Antarctica is gaining land-based ice, according to a new study by NASA scientists published in the Journal of Glaciology"}, {"_id": "1381", "title": "NOT_ENOUGH_INFO", "text": "It projects that temperatures are likely to be anything from 1.5 to 4.5 degrees Celsius (2.7 to 8.1 degrees Fahrenheit) warmer by the latter part of the century"}, {"_id": "1383", "title": "NOT_ENOUGH_INFO", "text": "a new study by a leading climate economist, Richard Tol of the University of Sussex, concludes that warming may well bring gains, because carbon dioxide causes crops and wild ecosystems to grow greener and more drought-resistant."}, {"_id": "1384", "title": "NOT_ENOUGH_INFO", "text": "A key study published in the Journal of Climate this year by Bjorn Stevens of the Max Planck Institute for Meteorology in Hamburg, Germany, found that the cooling impact of sulfate emissions has held back global warming less than thought till now"}, {"_id": "1386", "title": "NOT_ENOUGH_INFO", "text": "“Global warming alarmists’ preferred electricity source – wind power – kills nearly 1 million bats every year (to say nothing of the more than 500,000 birds killed every year) in the United States alone."}, {"_id": "1387", "title": "NOT_ENOUGH_INFO", "text": "[…] Killing 30 million bats every year in response to dubious claims that global warming might once in a great while kill 100,000 bats makes no sense.”"}, {"_id": "1389", "title": "SUPPORTS", "text": "If global warming caused the 2014 Queensland heat wave, why wasn’t it as severe as the 1972 Queensland heat wave?”"}, {"_id": "1390", "title": "SUPPORTS", "text": "“Lyme Disease is much more common in northern, cooler regions of the United States than in southern, warmer regions."}, {"_id": "1394", "title": "REFUTES", "text": "U.S. Forest Service data show pine beetle infestations have recently declined dramatically throughout the western United States."}, {"_id": "1395", "title": "REFUTES", "text": "Severe storms, floods and agricultural losses may cost a great deal of money, but such extreme weather events—and their resulting costs—are dramatically declining as the Earth modestly warms."}, {"_id": "1397", "title": "NOT_ENOUGH_INFO", "text": "alarmists here are taking overwhelmingly good news about global warming improving plant health and making it seem like this good news is actually bad news because healthier plants mean more pollen."}, {"_id": "1399", "title": "DISPUTED", "text": "Since the end of 2012, moreover, total polar ice extent has largely remained above the post-1979 average."}, {"_id": "1400", "title": "REFUTES", "text": "The late 1970s marked the end of a 30-year cooling trend."}, {"_id": "1401", "title": "NOT_ENOUGH_INFO", "text": "As a result, the polar ice caps were quite likely more extensive than they had been since at least the 1920s."}, {"_id": "1402", "title": "NOT_ENOUGH_INFO", "text": "Beginning in 2005, however, polar ice modestly receded for several years."}, {"_id": "1404", "title": "REFUTES", "text": "receding polar ice caps have little if any negative impact on human health and welfare, and likely a positive benefit"}, {"_id": "1406", "title": "NOT_ENOUGH_INFO", "text": "Yet, according to NASA, only one temperature sensing station is necessary for the two cities and the vast area between them to be adequately represented in their network.”"}, {"_id": "1407", "title": "NOT_ENOUGH_INFO", "text": "“In their award winning book, ‘Taken By Storm’ (2007), Canadian researchers Christopher Essex and Ross McKitrick explain: ‘Temperature is not an amount of something [like height or weight]."}, {"_id": "1410", "title": "NOT_ENOUGH_INFO", "text": "“Temperature, like viscosity and density, and of course phone numbers, is not something that can be meaningfully averaged. ‘"}, {"_id": "1411", "title": "NOT_ENOUGH_INFO", "text": "“Even if you could calculate some sort of meaningful global temperature statistic, the figure would be unimportant."}, {"_id": "1414", "title": "NOT_ENOUGH_INFO", "text": "The earth is 15 years from a “mini ice-age” that will cause bitterly cold winters during which rivers such as the Thames freeze over, scientists have predicted."}, {"_id": "1416", "title": "SUPPORTS", "text": "In recent decades this warming has been accompanied by a constant rise in the sea level and, it would appear, by an increase of extreme weather events, even if a scientifically determinable cause cannot be assigned to each particular phenomenon."}, {"_id": "1420", "title": "SUPPORTS", "text": "Concentrated in the atmosphere, these gases do not allow the warmth of the sun’s rays reflected by the earth to be dispersed in space."}, {"_id": "1421", "title": "SUPPORTS", "text": "The melting in the polar ice caps and in high altitude plains can lead to the dangerous release of methane gas"}, {"_id": "1425", "title": "SUPPORTS", "text": "Each year sees the disappearance of thousands of plant and animal species which we will never know, which our children will never see, because they have been lost for ever."}, {"_id": "1426", "title": "NOT_ENOUGH_INFO", "text": "Many of the world’s coral reefs are already barren or in a state of constant decline."}, {"_id": "1430", "title": "NOT_ENOUGH_INFO", "text": "Seventeen of the 18 warmest years have occurred since 2000."}, {"_id": "1431", "title": "REFUTES", "text": "Eleven percent of all global greenhouse gas emissions caused by humans are caused by deforestation — comparable to the emissions from all of the cars and trucks on the planet."}, {"_id": "1433", "title": "SUPPORTS", "text": "Eleven percent of the world’s population is currently vulnerable to climate change impacts such as droughts, floods, heat waves, extreme weather events and sea-level rise."}, {"_id": "1434", "title": "NOT_ENOUGH_INFO", "text": "Just 0.7% of the world’s forests are coastal mangroves, y​​​​​​et they store up to 10 times as much carbon per hectare as tropical forests."}, {"_id": "1435", "title": "SUPPORTS", "text": "An area of coastal ecosystems larger than New York City is destroyed every year, removing an important buffer from extreme weather for coastal communities and releasing carbon dioxide into the atmosphere."}, {"_id": "1441", "title": "SUPPORTS", "text": "195 countries signed the 2015 Paris Agreement, agreeing to limit global warming and adapt to climate change, partly by protecting nature."}, {"_id": "1444", "title": "NOT_ENOUGH_INFO", "text": "Natural climate solutions like ending deforestation and restoring degraded forests could, at the global level, create 80 million jobs, bring 1 billion people out of poverty and add US$ 2.3 trillion in productive growth."}, {"_id": "1445", "title": "SUPPORTS", "text": "CO2 emissions from all commercial operations in 2018 totaled 918 million metric tons—2.4% of global CO2 emissions from fossil fuel use."}, {"_id": "1447", "title": "SUPPORTS", "text": "Flights departing airports in the United States and its territories emitted about one-quarter (24%) of global passenger transport-related CO2, two-thirds of which came from domestic flights."}, {"_id": "1448", "title": "NOT_ENOUGH_INFO", "text": "The top five countries for passenger aviation-related carbon emissions were rounded out by China, the United Kingdom, Japan, and Germany."}, {"_id": "1449", "title": "NOT_ENOUGH_INFO", "text": "43% of CO2 from commercial aviation was linked to passenger movement in narrowbody aircraft, followed by widebody jets (33%), and regional aircraft (5%)."}, {"_id": "1451", "title": "SUPPORTS", "text": "The planet's average surface temperature has risen about 1.62 degrees Fahrenheit (0.9 degrees Celsius) since the late 19th century, a change driven largely by increased carbon dioxide and other human-made emissions into the atmosphere."}, {"_id": "1452", "title": "NOT_ENOUGH_INFO", "text": "Most of the warming occurred in the past 35 years, with the five warmest years on record taking place since 2010."}, {"_id": "1453", "title": "NOT_ENOUGH_INFO", "text": "Not only was 2016 the warmest year on record, but eight of the 12 months that make up the year — from January through September, with the exception of June — were the warmest on record for those respective months."}, {"_id": "1454", "title": "SUPPORTS", "text": "The oceans have absorbed much of this increased heat, with the top 700 meters (about 2,300 feet) of ocean showing warming of more than 0.4 degrees Fahrenheit since 1969."}, {"_id": "1455", "title": "SUPPORTS", "text": "The Greenland and Antarctic ice sheets have decreased in mass."}, {"_id": "1458", "title": "SUPPORTS", "text": "Glaciers are retreating almost everywhere around the world — including in the Alps, Himalayas, Andes, Rockies, Alaska and Africa."}, {"_id": "1460", "title": "SUPPORTS", "text": "Global sea level rose about 8 inches in the last century."}, {"_id": "1462", "title": "SUPPORTS", "text": "Both the extent and thickness of Arctic sea ice has declined rapidly over the last several decades."}, {"_id": "1463", "title": "SUPPORTS", "text": "The number of record high temperature events in the United States has been increasing, while the number of record low temperature events has been decreasing, since 1950."}, {"_id": "1464", "title": "NOT_ENOUGH_INFO", "text": "The U.S. has also witnessed increasing numbers of intense rainfall events."}, {"_id": "1465", "title": "SUPPORTS", "text": "Since the beginning of the Industrial Revolution, the acidity of surface ocean waters has increased by about 30 percent.13,14"}, {"_id": "1466", "title": "SUPPORTS", "text": "This increase is the result of humans emitting more carbon dioxide into the atmosphere and hence more being absorbed into the oceans."}, {"_id": "1467", "title": "NOT_ENOUGH_INFO", "text": "The amount of carbon dioxide absorbed by the upper layer of the oceans is increasing by about 2 billion tons per year."}, {"_id": "1468", "title": "DISPUTED", "text": "The bushfires in Australia were caused by arsonists and a series of lightning strikes, not 'climate change'."}, {"_id": "1469", "title": "SUPPORTS", "text": "Discovery Of Massive Volcanic CO2 Emissions Discredits Global Warming Theory."}, {"_id": "1473", "title": "NOT_ENOUGH_INFO", "text": "A series of just-released studies by working-level scientists prove that geological and not atmospheric forces are responsible for melting of Earth’s polar ice sheets."}, {"_id": "1474", "title": "REFUTES", "text": "Etna has already put more than 10,000 times the CO2 into the atmosphere than mankind has in our entire time on the Earth."}, {"_id": "1475", "title": "SUPPORTS", "text": "More than 500 scientists and professionals in climate and related fields have sent a 'European Climate Declaration' to the Secretary-General of the United Nations."}, {"_id": "1476", "title": "SUPPORTS", "text": "The consensus among scientists and policy-makers is that we’ll pass this point of no return if the global mean temperature rises by more than two degrees Celsius."}, {"_id": "1477", "title": "REFUTES", "text": "Human-produced carbon might be one of the factors of climate change, but there’s simply no evidence that it is a significant one."}, {"_id": "1479", "title": "REFUTES", "text": "In no way, shape, or form are humans warming or cooling the planet."}, {"_id": "1480", "title": "REFUTES", "text": "I think about all the 194 countries that signed onto the Paris accord, the U.S. is the one that's leading the world in reducing emissions."}, {"_id": "1481", "title": "NOT_ENOUGH_INFO", "text": "Based on the increase of solar activity during the twentieth century, it should account for between half to two-thirds of all climate change."}, {"_id": "1482", "title": "REFUTES", "text": "18 proxies tell us the world was the same or warmer 1,000 years ago."}, {"_id": "1484", "title": "NOT_ENOUGH_INFO", "text": "the Intergovernmental Panel on Climate Change is misleading humanity about climate change and sea levels, and that in fact a new solar-driven cooling period is not far off."}, {"_id": "1485", "title": "REFUTES", "text": "The human contribution to global warming was about 0.01°C."}, {"_id": "1486", "title": "SUPPORTS", "text": "So that means that probably about half, maybe half of that nine-tenths of the degree of total warming might be caused by greenhouse gases."}, {"_id": "1487", "title": "NOT_ENOUGH_INFO", "text": "NASA has been adjusting temperatures from the past[...]"}, {"_id": "1488", "title": "REFUTES", "text": "New Study Confirms EVs Considerably Worse For Climate Than Diesel Cars."}, {"_id": "1490", "title": "SUPPORTS", "text": "the concentration of carbon dioxide in Earth’s atmosphere has climbed to a level last seen more than 3 million years ago — before humans even appeared on the rocky ball we call home."}, {"_id": "1492", "title": "REFUTES", "text": "Sea level rise due to climate change is not going to happen."}, {"_id": "1495", "title": "NOT_ENOUGH_INFO", "text": "The models predicted about three times the amount of warming in the world we’ve seen since 1988."}, {"_id": "1498", "title": "NOT_ENOUGH_INFO", "text": "carbon dioxide has had a minuscule effect on global climate."}, {"_id": "1499", "title": "NOT_ENOUGH_INFO", "text": "Sea-level rise does not seem to depend on ocean temperature, and certainly not on CO2."}, {"_id": "1502", "title": "REFUTES", "text": "unadjusted data suggests that temperatures in Australia have only increased by 0.3 degrees over the past century, not the 1 degree usually claimed."}, {"_id": "1503", "title": "SUPPORTS", "text": "climate models have overestimated the amount of global warming and failed to predict what climatologists call the warming ‘hiatus’."}, {"_id": "1504", "title": "SUPPORTS", "text": "Climate scientists say that aspects of the case of Hurricane Harvey suggest global warming is making a bad situation worse."}, {"_id": "1505", "title": "REFUTES", "text": "according, again, to the official figures—during this past 10 years, if anything, mean global temperature, average world temperature, has slightly declined."}, {"_id": "1506", "title": "SUPPORTS", "text": "Most likely the primary control knob on climate change is the ocean waters and this environment that we live in."}, {"_id": "1507", "title": "REFUTES", "text": "Global warming' is a myth — so say 80 graphs from 58 peer-reviewed scientific papers published in 2017."}, {"_id": "1508", "title": "REFUTES", "text": "global warming ceased around the end of the twentieth century and was followed (since 1997) by 19 years of stable temperature."}, {"_id": "1510", "title": "SUPPORTS", "text": "Doubling the concentration of atmospheric CO2 from its pre-industrial level, in the absence of other forcings and feedbacks, would likely cause a warming of ~0.3°C to 1.1°C."}, {"_id": "1512", "title": "SUPPORTS", "text": "more than 100 per cent of the warming over the past century is due to human actions."}, {"_id": "1513", "title": "SUPPORTS", "text": "I would not agree that carbon dioxide is a primary contributor to the global warming that we see."}, {"_id": "1515", "title": "NOT_ENOUGH_INFO", "text": "no one really knows if last year 2016 was a global temperature record."}, {"_id": "1516", "title": "SUPPORTS", "text": "the U.S. is shattering high temperature records far more frequently than it is shattering low temperature records."}, {"_id": "1517", "title": "SUPPORTS", "text": "Observations throughout the world make it clear that climate change is occurring, and rigorous scientific research demonstrates that the greenhouse gases emitted by human activities are the primary driver."}, {"_id": "1519", "title": "SUPPORTS", "text": "The Earth’s climate is changing in response to increasing concentrations of greenhouse gases (GHGs) and particulate matter in the atmosphere, largely as the result of human activities."}, {"_id": "1523", "title": "SUPPORTS", "text": "Research has found a human influence on the climate of the past several decades ..."}, {"_id": "1524", "title": "SUPPORTS", "text": "The IPCC (2013), USGCRP (2017), and USGCRP (2018) indicate that it is extremely likely that human influence has been the dominant cause of the observed warming since the mid-twentieth century."}, {"_id": "1525", "title": "SUPPORTS", "text": "Earth's changing climate is a critical issue and poses the risk of significant environmental, social and economic disruptions around the globe."}, {"_id": "1529", "title": "SUPPORTS", "text": "Human activities (mainly greenhouse-gas emissions) are the dominant cause of the rapid warming since the middle 1900s (IPCC, 2013)."}, {"_id": "1530", "title": "SUPPORTS", "text": "Scientists have known for some time, from multiple lines of evidence, that humans are changing Earth’s climate, primarily through greenhouse gas emissions."}, {"_id": "1531", "title": "SUPPORTS", "text": "Earth’s climate is now changing faster than at any point in the history of modern civilization, primarily as a result of human activities."}, {"_id": "1532", "title": "SUPPORTS", "text": "Warming of the climate system is unequivocal, and since the 1950s, many of the observed changes are unprecedented over decades to millennia."}, {"_id": "1533", "title": "SUPPORTS", "text": "The atmosphere and ocean have warmed, the amounts of snow and ice have diminished, and sea level has risen."}, {"_id": "1539", "title": "DISPUTED", "text": "Climate change is due to cosmic rays."}, {"_id": "1541", "title": "REFUTES", "text": "Sea level rise due to global warming is exaggerated."}, {"_id": "1543", "title": "NOT_ENOUGH_INFO", "text": "Medieval Warm Period was warmer than the climate warming today."}, {"_id": "1544", "title": "REFUTES", "text": "Arctic icemelt is a natural cycle."}, {"_id": "1545", "title": "REFUTES", "text": "Increasing CO2 in the atmosphere has little to no effect."}, {"_id": "1546", "title": "REFUTES", "text": "Human CO2 is a tiny fraction of CO2 emissions."}, {"_id": "1547", "title": "SUPPORTS", "text": "Water vapor is the most powerful greenhouse gas."}, {"_id": "1548", "title": "REFUTES", "text": "Polar bear numbers are increasing."}, {"_id": "1549", "title": "REFUTES", "text": "There's no empirical evidence for climate change."}, {"_id": "1551", "title": "NOT_ENOUGH_INFO", "text": "We're coming out of the Little Ice Age."}, {"_id": "1553", "title": "SUPPORTS", "text": "2009-2010 winter saw record cold spells."}, {"_id": "1555", "title": "SUPPORTS", "text": "Climate change is because of El Niño."}, {"_id": "1557", "title": "SUPPORTS", "text": "Climate change is because of Pacific Decadal Oscillation."}, {"_id": "1558", "title": "NOT_ENOUGH_INFO", "text": "2nd law of thermodynamics contradicts greenhouse theory."}, {"_id": "1559", "title": "DISPUTED", "text": "Clouds provide negative feedback."}, {"_id": "1560", "title": "REFUTES", "text": "Sea level rise predictions are exaggerated."}, {"_id": "1562", "title": "NOT_ENOUGH_INFO", "text": "Methane is the only cause of climate change."}, {"_id": "1565", "title": "SUPPORTS", "text": "They changed the name from 'global warming' to 'climate change'."}, {"_id": "1566", "title": "NOT_ENOUGH_INFO", "text": "Solar Cycle Length proves its the sun."}, {"_id": "1567", "title": "REFUTES", "text": "IPCC overestimate temperature rise."}, {"_id": "1568", "title": "REFUTES", "text": "Southern sea ice is increasing."}, {"_id": "1569", "title": "REFUTES", "text": "Sea level rise is decelerating."}, {"_id": "1570", "title": "REFUTES", "text": "Humans are too insignificant to affect global climate."}, {"_id": "1572", "title": "REFUTES", "text": "Phil Jones says no global warming since 1995."}, {"_id": "1575", "title": "DISPUTED", "text": "Arctic sea ice loss is matched by Antarctic sea ice gain."}, {"_id": "1576", "title": "NOT_ENOUGH_INFO", "text": "Solar cycles cause global warming."}, {"_id": "1577", "title": "SUPPORTS", "text": "Over 31,000 scientists signed the OISM Petition Project."}, {"_id": "1578", "title": "REFUTES", "text": "Less than half of published scientists endorse global warming."}, {"_id": "1579", "title": "NOT_ENOUGH_INFO", "text": "A drop in volcanic activity caused warming."}, {"_id": "1580", "title": "NOT_ENOUGH_INFO", "text": "Plant stomata show higher and more variable CO2 levels."}, {"_id": "1582", "title": "REFUTES", "text": "Tuvalu sea level isn't rising."}, {"_id": "1584", "title": "REFUTES", "text": "Renewables can't provide baseload power."}, {"_id": "1586", "title": "REFUTES", "text": "Ice Sheet losses are overestimated."}, {"_id": "1588", "title": "REFUTES", "text": "Melting ice isn't warming the Arctic."}, {"_id": "1591", "title": "DISPUTED", "text": "Murry Salby finds CO2 rise is natural."}, {"_id": "1592", "title": "REFUTES", "text": "97% consensus on human-caused global warming has been disproven."}, {"_id": "1594", "title": "SUPPORTS", "text": "Water vapor in the stratosphere stopped global warming."}, {"_id": "1598", "title": "DISPUTED", "text": "Adapting to global warming is cheaper than preventing it."}, {"_id": "1599", "title": "DISPUTED", "text": "CERN CLOUD experiment proved cosmic rays are causing global warming."}, {"_id": "1601", "title": "NOT_ENOUGH_INFO", "text": "Water levels correlate with sunspots."}, {"_id": "1602", "title": "DISPUTED", "text": "Antarctica is too cold to lose ice."}, {"_id": "1603", "title": "SUPPORTS", "text": "Coral atolls grow as sea levels rise."}, {"_id": "1604", "title": "REFUTES", "text": "CO2 increase is natural, not human-caused."}, {"_id": "1605", "title": "REFUTES", "text": "Scientists retracted claim that sea levels are rising."}, {"_id": "1606", "title": "REFUTES", "text": "Renewable energy investment kills jobs."}, {"_id": "1607", "title": "NOT_ENOUGH_INFO", "text": "CO2 limits won't cool the planet."}, {"_id": "1608", "title": "NOT_ENOUGH_INFO", "text": "Schmittner finds low climate sensitivity."}, {"_id": "1609", "title": "REFUTES", "text": "Greenland has only lost a tiny fraction of its ice mass."}, {"_id": "1614", "title": "REFUTES", "text": "Arctic sea ice extent was lower in the past."}, {"_id": "1615", "title": "REFUTES", "text": "Climate change isn't increasing extreme weather damage costs."}, {"_id": "1616", "title": "NOT_ENOUGH_INFO", "text": "UAH atmospheric temperatures prove climate models and/or surface temperature data sets are wrong."}, {"_id": "1617", "title": "REFUTES", "text": "IPCC human-caused global warming attribution confidence is unfounded."}, {"_id": "1618", "title": "NOT_ENOUGH_INFO", "text": "We didn't have global warming during the Industrial Revolution."}, {"_id": "1619", "title": "NOT_ENOUGH_INFO", "text": "Hansen predicted in 1988 the West Side Highway would be underwater in 20 years."}, {"_id": "1620", "title": "DISPUTED", "text": "Great Barrier Reef is in good shape."}, {"_id": "1622", "title": "NOT_ENOUGH_INFO", "text": "Postma disproved the greenhouse effect."}, {"_id": "1623", "title": "NOT_ENOUGH_INFO", "text": "Underground temperatures control climate."}, {"_id": "1625", "title": "SUPPORTS", "text": "Global warming is increasing the risk of heatwaves."}, {"_id": "1626", "title": "SUPPORTS", "text": "Climate reacts to whatever forces it to change at the time; humans are now the dominant forcing."}, {"_id": "1627", "title": "SUPPORTS", "text": "In the last 35 years of global warming, sun and climate have been going in opposite directions."}, {"_id": "1629", "title": "SUPPORTS", "text": "97% of climate experts agree humans are causing global warming."}, {"_id": "1631", "title": "DISPUTED", "text": "The warming trend is the same in rural and urban areas, measured by thermometers and satellites."}, {"_id": "1634", "title": "DISPUTED", "text": "Satellites measure Antarctica losing land ice at an accelerating rate."}, {"_id": "1638", "title": "NOT_ENOUGH_INFO", "text": "Worry about global warming impacts in the next 100 years, not an ice age in over 10,000 years."}, {"_id": "1640", "title": "NOT_ENOUGH_INFO", "text": "Recent studies agree that recent global temperatures are unprecedented in the last 1000 years."}, {"_id": "1643", "title": "SUPPORTS", "text": "Al Gore's book is quite accurate, and far more accurate than contrarian books."}, {"_id": "1644", "title": "SUPPORTS", "text": "Most glaciers are retreating, posing a serious problem for millions who rely on glaciers for water."}, {"_id": "1645", "title": "DISPUTED", "text": "Cosmic rays show no trend over the last 30 years & have had little impact on recent global warming."}, {"_id": "1647", "title": "SUPPORTS", "text": "Extreme weather events are being made more frequent and worse by global warming."}, {"_id": "1648", "title": "SUPPORTS", "text": "A variety of different measurements find steadily rising sea levels over the past century."}, {"_id": "1649", "title": "DISPUTED", "text": "Urban and rural regions show the same warming trend."}, {"_id": "1652", "title": "NOT_ENOUGH_INFO", "text": "The strong CO2 effect has been observed by many different measurements."}, {"_id": "1653", "title": "SUPPORTS", "text": "The most recent ocean measurements show consistent warming."}, {"_id": "1654", "title": "NOT_ENOUGH_INFO", "text": "Climate scientists could make far more money in other careers - most notably, working for the oil industry."}, {"_id": "1655", "title": "DISPUTED", "text": "Ancient natural cycles are irrelevant for attributing recent global warming to humans."}, {"_id": "1656", "title": "SUPPORTS", "text": "The natural cycle adds and removes CO2 to keep a balance; humans add extra CO2 without removing any."}, {"_id": "1657", "title": "DISPUTED", "text": "Numerous papers have documented how IPCC predictions are more likely to underestimate the climate response."}, {"_id": "1658", "title": "SUPPORTS", "text": "Rising CO2 increases atmospheric water vapor, which makes global warming much worse."}, {"_id": "1659", "title": "SUPPORTS", "text": "Polar bears are in danger of extinction as well as many other species."}, {"_id": "1660", "title": "NOT_ENOUGH_INFO", "text": "The benefits of a price on carbon outweigh the costs several times over."}, {"_id": "1662", "title": "NOT_ENOUGH_INFO", "text": "Other parts of the earth got colder when Greenland got warmer."}, {"_id": "1663", "title": "SUPPORTS", "text": "Greenland on the whole is losing ice, as confirmed by satellite measurement."}, {"_id": "1665", "title": "SUPPORTS", "text": "The effects of enhanced CO2 on terrestrial plants are variable and complex and dependent on numerous factors."}, {"_id": "1667", "title": "NOT_ENOUGH_INFO", "text": "Mars and Jupiter are not warming, and anyway the sun has recently been cooling slightly."}, {"_id": "1668", "title": "SUPPORTS", "text": "Thick arctic sea ice is in rapid retreat."}, {"_id": "1669", "title": "SUPPORTS", "text": "There is long-term correlation between CO2 and global temperature; other effects are short-term."}, {"_id": "1670", "title": "SUPPORTS", "text": "Scientists have determined that the factors which caused the Little Ice Age cooling are not currently causing global warming."}, {"_id": "1672", "title": "SUPPORTS", "text": "Global temperature is still rising and 2010 was the hottest recorded."}, {"_id": "1673", "title": "NOT_ENOUGH_INFO", "text": "When CO2 was higher in the past, the sun was cooler."}, {"_id": "1674", "title": "SUPPORTS", "text": "Early 20th century warming is due to several causes, including rising CO2."}, {"_id": "1675", "title": "SUPPORTS", "text": "The most recent satellite data show that the earth as a whole is warming."}, {"_id": "1677", "title": "SUPPORTS", "text": "A cold day in Chicago in winter has nothing to do with the trend of global warming."}, {"_id": "1678", "title": "SUPPORTS", "text": "No known natural forcing fits the fingerprints of observed warming except anthropogenic greenhouse gases."}, {"_id": "1683", "title": "NOT_ENOUGH_INFO", "text": "The PDO shows no trend, and therefore the PDO is not responsible for the trend of global warming."}, {"_id": "1684", "title": "SUPPORTS", "text": "The 2nd law of thermodynamics is consistent with the greenhouse effect which is directly observed."}, {"_id": "1685", "title": "REFUTES", "text": "Weather and climate are different; climate predictions do not need weather detail."}, {"_id": "1688", "title": "SUPPORTS", "text": "Those who contribute the least greenhouse gases will be most impacted by climate change."}, {"_id": "1689", "title": "SUPPORTS", "text": "Evidence is building that net cloud feedback is likely positive and unlikely to be strongly negative."}, {"_id": "1690", "title": "SUPPORTS", "text": "That human CO2 is causing global warming is known with high certainty & confirmed by observations."}, {"_id": "1691", "title": "SUPPORTS", "text": "Sea level rise is now increasing faster than predicted due to unexpectedly rapid ice melting."}, {"_id": "1692", "title": "SUPPORTS", "text": "The oceans are warming and moreover are becoming more acidic, threatening the food chain."}, {"_id": "1698", "title": "DISPUTED", "text": "Around 97% of climate experts agree that humans are causing global warming."}, {"_id": "1700", "title": "SUPPORTS", "text": "Methane plays a minor role in global warming but could get much worse if permafrost starts to melt."}, {"_id": "1702", "title": "SUPPORTS", "text": "CO2 levels are measured by hundreds of stations across the globe, all reporting the same trend."}, {"_id": "1703", "title": "NOT_ENOUGH_INFO", "text": "Multiple lines of independent evidence indicate humidity is rising and provides positive feedback."}, {"_id": "1705", "title": "NOT_ENOUGH_INFO", "text": "Hundreds of flowers across the UK are flowering earlier now than any time in 250 years."}, {"_id": "1707", "title": "SUPPORTS", "text": "CO2 is increasing rapidly, and is reaching levels not seen on the earth for millions of years."}, {"_id": "1708", "title": "SUPPORTS", "text": "The 'decline' refers to a decline in northern tree-rings, not global temperature, and is openly discussed in papers and the IPCC reports."}, {"_id": "1711", "title": "DISPUTED", "text": "Global warming' and 'climate change' mean different things and have both been used for decades."}, {"_id": "1712", "title": "SUPPORTS", "text": "The sun has not warmed since 1970 and so cannot be driving global warming."}, {"_id": "1713", "title": "DISPUTED", "text": "The ocean is absorbing massive amounts of CO2, and is becoming more acidic as a result."}, {"_id": "1714", "title": "NOT_ENOUGH_INFO", "text": "Monckton used the IPCC equation in an inappropriate manner."}, {"_id": "1715", "title": "SUPPORTS", "text": "Theory, models and direct measurement confirm CO2 is currently the main driver of climate change."}, {"_id": "1717", "title": "SUPPORTS", "text": "If every nation agrees to limit CO2 emissions, we can achieve significant cuts on a global scale."}, {"_id": "1718", "title": "SUPPORTS", "text": "The actual data show high northern latitudes are warmer today than in 1940."}, {"_id": "1719", "title": "DISPUTED", "text": "When you account for all of the costs associated with burning coal and other fossil fuels, like air pollution and health effects, in reality they are significantly more expensive than most renewable energy sources."}, {"_id": "1721", "title": "SUPPORTS", "text": "Global sea level data shows that sea level rise has been increasing since 1880 while future sea level rise predictions are based on physics, not statistics."}, {"_id": "1722", "title": "SUPPORTS", "text": "Humans are small but powerful, and human CO2 emissions are causing global warming."}, {"_id": "1724", "title": "SUPPORTS", "text": "Lindzen and Choi’s paper is viewed as unacceptably flawed by other climate scientists."}, {"_id": "1725", "title": "NOT_ENOUGH_INFO", "text": "The iris hypothesis has not withstood the test of time - subsequent research"}, {"_id": "1729", "title": "SUPPORTS", "text": "A large amount of warming is delayed, and if we don’t act now we could pass tipping points."}, {"_id": "1734", "title": "NOT_ENOUGH_INFO", "text": "Jim Hansen had several possible scenarios; his mid-level scenario B was right."}, {"_id": "1741", "title": "NOT_ENOUGH_INFO", "text": "Volcanoes have had no warming effect in recent global warming - if anything, a cooling effect."}, {"_id": "1743", "title": "SUPPORTS", "text": "Arctic sea ice has shrunk by an area equal to Western Australia, and summer or multi-year sea ice might be all gone within a decade."}, {"_id": "1744", "title": "SUPPORTS", "text": "The claim sea level isn’t rising is based on blatantly doctored graphs contradicted by observations."}, {"_id": "1745", "title": "NOT_ENOUGH_INFO", "text": "The IPCC simply updated their temperature history graphs to show the best data available at the time."}, {"_id": "1747", "title": "SUPPORTS", "text": "An independent inquiry found CRU is a small research unit with limited resources and their rigour and honesty are not in doubt."}, {"_id": "1751", "title": "SUPPORTS", "text": "Benny Peiser, the Oreskes critic, retracted his criticism."}, {"_id": "1753", "title": "REFUTES", "text": "Trenberth is talking about the details of energy flow, not whether global warming is happening."}, {"_id": "1756", "title": "SUPPORTS", "text": "Melting ice leads to more sunlight being absorbed by water, thus heating the Arctic."}, {"_id": "1758", "title": "NOT_ENOUGH_INFO", "text": "Temperature errors in the Great Lakes region are not used in any global temperature records."}, {"_id": "1761", "title": "SUPPORTS", "text": "Multiple lines of evidence make it very clear that the rise in atmospheric CO2 is due to human emissions."}, {"_id": "1765", "title": "SUPPORTS", "text": "That humans are causing the rise in atmospheric CO2 is confirmed by multiple isotopic analyses."}, {"_id": "1769", "title": "SUPPORTS", "text": "CO2 levels are rising so fast that unless we decrease emissions, global warming will accelerate this century."}, {"_id": "1771", "title": "NOT_ENOUGH_INFO", "text": "Peer-reviewed research, physics, and math all tell us that a grand solar minimum would have no more than a 0.3°C cooling effect, barely enough to put a dent in human-caused global warming."}, {"_id": "1772", "title": "SUPPORTS", "text": "Preventing global warming is relatively cheap; business-as-usual will cause accelerating climate damage costs that economists struggle to even estimate."}, {"_id": "1773", "title": "NOT_ENOUGH_INFO", "text": "The global trend is calculated from hundreds of CO2 measuring stations and confirmed by satellites."}, {"_id": "1774", "title": "SUPPORTS", "text": "The CERN CLOUD experiment only tested one-third of one out of four requirements necessary to blame global warming on cosmic rays, and two of the other requirements have already failed."}, {"_id": "1775", "title": "SUPPORTS", "text": "Venus very likely underwent a runaway or ‘moist’ greenhouse phase earlier in its history, and today is kept hot by a dense CO2 atmosphere."}, {"_id": "1776", "title": "SUPPORTS", "text": "If anyone claims to be part of the 97 percent, it means they disagree with the contrarian argument that humans are having a minimal impact on global warming."}, {"_id": "1782", "title": "DISPUTED", "text": "Thousands of coral atolls have \"drowned\" when unable to grow fast enough to survive at sea level."}, {"_id": "1783", "title": "NOT_ENOUGH_INFO", "text": "Internal variability can only account for small amounts of warming and cooling over periods of decades, and scientific studies have consistently shown that it cannot account for the global warming over the past century."}, {"_id": "1784", "title": "SUPPORTS", "text": "Many lines of evidence, including simple accounting, demonstrate beyond a shadow of a doubt that the increase in atmospheric CO2 is due to human fossil fuel burning."}, {"_id": "1785", "title": "SUPPORTS", "text": "Global surface temperatures have continued to rise steadily beneath short-term natural cooling effects, and the rise in global heat content has not slowed at all."}, {"_id": "1786", "title": "REFUTES", "text": "CFCs contribute to global waerming at a small level."}, {"_id": "1789", "title": "SUPPORTS", "text": "CO2 limits won't cool the planet, but they can make the difference between continued accelerating global warming to catastrophic levels vs. slowing and eventually stopping the warming at hopefully safe levels."}, {"_id": "1790", "title": "SUPPORTS", "text": "Study finds low probability of both very low and very high climate sensitivities, and its lower estimate (as compared to the IPCC) is based on a new temperature reconstruction of the Last Glacial Maximum that may or may not withstand the test of time."}, {"_id": "1792", "title": "SUPPORTS", "text": "Greenland's ice loss is accelerating & will add metres of sea level rise in upcoming centuries."}, {"_id": "1793", "title": "DISPUTED", "text": "While summer maximums have showed little trend, the annual average Arctic temperature has risen sharply in recent decades."}, {"_id": "1794", "title": "DISPUTED", "text": "Ben Santer could not have and did not single-handedly alter the 1995 IPCC report."}, {"_id": "1796", "title": "SUPPORTS", "text": "Natural cycles superimposed on a linear warming trend can be mistaken for step changes, but the underlying warming is caused by the external radiative forcing."}, {"_id": "1798", "title": "SUPPORTS", "text": "A few degrees of global warming has a huge impact on ice sheets, sea levels and other aspects of climate."}, {"_id": "1799", "title": "REFUTES", "text": "Satellite transmissions are extremely small and irrelevant."}, {"_id": "1802", "title": "SUPPORTS", "text": "The temporary drop in sea level in 2010 was due to intense land flooding caused by a strong La Nina."}, {"_id": "1806", "title": "SUPPORTS", "text": "The IPCC 95% confidence that humans are responsible for most of the current global warming is simply a summary of the peer-reviewed scientific research."}, {"_id": "1807", "title": "SUPPORTS", "text": "CO2 emissions were much smaller 100 years ago."}, {"_id": "1813", "title": "NOT_ENOUGH_INFO", "text": "Postma's model contains many simple errors; in no way does Postma undermine the existence or necessity of the greenhouse effect."}, {"_id": "1814", "title": "DISPUTED", "text": "The amount of heat energy coming out of the Earth is too small to even be worth considering."}, {"_id": "1815", "title": "SUPPORTS", "text": "Humans have been through climate changes before- but mostly cold ones and"}, {"_id": "1817", "title": "NOT_ENOUGH_INFO", "text": "Environment Minister Greg Hunt the Coalition's emissions reduction fund, at $13.95 per tonne of carbon, is around 1 per cent of the cost of reducing carbon under the former Labor government's carbon pricing scheme, which he cost $1,300 a tonne."}, {"_id": "1818", "title": "SUPPORTS", "text": "HFCs (hydrofluorocarbons) are tens of thousands of times more polluting than carbon dioxide."}, {"_id": "1819", "title": "DISPUTED", "text": "In particular, satellite data demonstrate for the last 17 years, there's been zero warming."}, {"_id": "1821", "title": "NOT_ENOUGH_INFO", "text": "The Conservatives' recent budget made no mention of climate change."}, {"_id": "1822", "title": "NOT_ENOUGH_INFO", "text": "Trudeau's carbon tax will raise gas prices by 11 cents/litre."}, {"_id": "1824", "title": "NOT_ENOUGH_INFO", "text": "94 percent of the carbon emissions which you so want to get rid of are caused by nature."}, {"_id": "1825", "title": "SUPPORTS", "text": "Climate change is a hoax invented by the Chinese."}, {"_id": "1826", "title": "SUPPORTS", "text": "Every year air pollution protections are delayed, another 34,000 people will die prematurely."}, {"_id": "1827", "title": "DISPUTED", "text": "Rob Portman voted for the bipartisan bill to affirm climate change is real, humans significantly contribute to it and it needs to be addressed."}, {"_id": "1829", "title": "NOT_ENOUGH_INFO", "text": "\"the cascading effects\" of climate change contributed to the rise of ISIS."}, {"_id": "1830", "title": "SUPPORTS", "text": "Wind is a finite resource and harnessing it would slow the winds down, which would cause the temperature to go up."}, {"_id": "1831", "title": "REFUTES", "text": "(Koch Industries) is among the worst in toxic air pollution in the entire United States ... and churns out more climate-changing greenhouse gases than oil giants Chevron, Shell and Valero."}, {"_id": "1834", "title": "SUPPORTS", "text": "A 14 August 1912 article from a New Zealand newspaper contained a brief story about how burning coal might produce future warming by adding carbon dioxide to the atmosphere."}, {"_id": "1837", "title": "SUPPORTS", "text": "A major part of the climate change bill sponsored by Sens. John Kerry and Joe Lieberman \"was essentially written by BP.\""}, {"_id": "1842", "title": "NOT_ENOUGH_INFO", "text": "A video shows Koko the gorilla spontaneously using sign language to issue a warning about climate change."}, {"_id": "1844", "title": "NOT_ENOUGH_INFO", "text": "After the 9/11 terrorist attacks grounded commercial air traffic, \"there was a temperature drop while the airplanes weren't flying, for the week afterwards.\""}, {"_id": "1845", "title": "DISPUTED", "text": "Alaska Sen. Mark Begich \"is on record supporting a carbon tax, even pushing Harry Reid to make it a priority.\""}, {"_id": "1849", "title": "NOT_ENOUGH_INFO", "text": "Australia has more solar coverage than any other continent."}, {"_id": "1850", "title": "NOT_ENOUGH_INFO", "text": "Australian households will benefit to the tune of $550 a year if the carbon tax is axed."}, {"_id": "1851", "title": "SUPPORTS", "text": "Barack Obama and Joe Biden will establish a 10 percent federal Renewable Portfolio Standard (RPS) to require that 10 percent of electricity consumed in the U.S. is derived from clean, sustainable energy sources, like solar, wind and geothermal by 2012."}, {"_id": "1853", "title": "SUPPORTS", "text": "Barack Obama supports proposals \"to devote billions of dollars annually to state game and fish agencies and federal land management agencies to help them ensure that fish and wildlife survive the impacts of climate change.\""}, {"_id": "1854", "title": "NOT_ENOUGH_INFO", "text": "Barack Obama told the U.S. Coast Guard Academy \"that the number one threat to the military and the world today is global warming.\""}, {"_id": "1855", "title": "NOT_ENOUGH_INFO", "text": "Barack Obama will help the Gulf Coast restore the wetlands, marshes and barrier islands that are critical to tamping down the force of hurricanes."}, {"_id": "1857", "title": "NOT_ENOUGH_INFO", "text": "As president, Obama will immediately close the Mississippi River Gulf Outlet, which experts say funneled floodwater into New Orleans."}, {"_id": "1859", "title": "NOT_ENOUGH_INFO", "text": "Big rooftop solar's plan forces Nevada families who don't have solar panels to pay higher power bills to subsidize rooftop solar."}, {"_id": "1860", "title": "NOT_ENOUGH_INFO", "text": "Bill Nye proposed penalizing families with too many children to reduce population growth and slow climate change."}, {"_id": "1861", "title": "SUPPORTS", "text": "California legislators have made it illegal for anyone to deny climate change, under threat of jail time."}, {"_id": "1862", "title": "DISPUTED", "text": "Carbon dioxide is not \"a primary contributor to the global warming that we see.\""}, {"_id": "1865", "title": "DISPUTED", "text": "Climate scientist James Hansen: \"we have until perhaps 50 years from now,\" or maybe a little longer \"and at that point, we are looking at 10, 20, 30 feet of sea-level rise.\""}, {"_id": "1866", "title": "NOT_ENOUGH_INFO", "text": "Climate scientists have predicted global temperatures would increase more than one degree Celsius by 2020,\" but observed temperatures have been only half as high."}, {"_id": "1867", "title": "SUPPORTS", "text": "Connie Mack \"is protecting Chevron oil from a multi-billion dollar lawsuit over pollution of rivers and rainforests.\""}, {"_id": "1868", "title": "REFUTES", "text": "Currently, Florida is one of only five states in the nation that prohibit citizens from buying electricity from companies that will put solar panels on your home or business."}, {"_id": "1869", "title": "SUPPORTS", "text": "Despite attention on global warming, \"fewer Americans carpool today to work than carpooled in 1980\" and \"SUVs have never been a larger proportion of the vehicles being sold in this country.\""}, {"_id": "1871", "title": "SUPPORTS", "text": "Donald Trump \"thinks that climate change is a hoax, invented by the Chinese.\""}, {"_id": "1872", "title": "SUPPORTS", "text": "Donald Trump claims Global Warming is a hoax"}, {"_id": "1874", "title": "NOT_ENOUGH_INFO", "text": "Donald Trump signed an executive order naming climate change as a threat \"both to the economy and national security.\""}, {"_id": "1875", "title": "DISPUTED", "text": "Doubling the concentration of atmospheric CO2 from its pre-industrial level, in the absence of other forcings and feedbacks, would likely cause a warming of ~0.3Â°C to 1.1Â°C"}, {"_id": "1876", "title": "NOT_ENOUGH_INFO", "text": "During \"the recent global warming summit in Copenhagen, Nancy Pelosi and others stayed at a five-star hotel on a trip costing nearly $10,000 per person.\""}, {"_id": "1877", "title": "DISPUTED", "text": "During a state House debate on a jobs and energy bill this week, Democrats offered an amendment that would put the Legislature on record saying that climate change is real and that humans are causing it."}, {"_id": "1878", "title": "SUPPORTS", "text": "During the 2013 election campaign the Coalition said its first legislative priority in government would be to scrap the carbon tax."}, {"_id": "1880", "title": "SUPPORTS", "text": "Electricity rates are 40 percent higher in states that have required utility companies to use a certain amount of renewable energy such as solar power."}, {"_id": "1882", "title": "SUPPORTS", "text": "Every four minutes, another American home or business goes solar."}, {"_id": "1887", "title": "NOT_ENOUGH_INFO", "text": "Florida ranks \"45th out of 50 states'' for its regulatory climate for business."}, {"_id": "1890", "title": "SUPPORTS", "text": "Germany managed to increase its use of renewables and its output of carbon dioxide at the same time -- because it resorted to cheap coal to keep the lights on at a price its people could afford."}, {"_id": "1893", "title": "SUPPORTS", "text": "Global warming leads to much quicker spread of the Zika virus because the increased temperature, \"makes mosquitoes mature faster, . . ."}, {"_id": "1895", "title": "DISPUTED", "text": "Gov. Palin ... is somebody who actually doesn't believe that climate change is man-made."}, {"_id": "1896", "title": "NOT_ENOUGH_INFO", "text": "Greg Hunt CSIRO research shows carbon emissions can be reduced by 20 per cent over 40 years using nature, soils and trees."}, {"_id": "1898", "title": "NOT_ENOUGH_INFO", "text": "If every house in Florida had a solar-heated water tank, that would eliminate consumption by 17 percent."}, {"_id": "1901", "title": "DISPUTED", "text": "If sea levels rise six feet due to climate change, Waterplace Park in Providence and Wickford village would be swamped"}, {"_id": "1904", "title": "NOT_ENOUGH_INFO", "text": "If we got solar energy from \"an area of the Southwestern desert 100 miles on a side, that would be enough, in and of itself, to provide 100 percent of all the electricity needs for the United States of America in a full year.\""}, {"_id": "1908", "title": "REFUTES", "text": "In reality, gas produced by fracking is worse for the climate than coal."}, {"_id": "1909", "title": "REFUTES", "text": "In South Florida, \"we've had nine inches of sea-level rise since the 1920s.\""}, {"_id": "1910", "title": "NOT_ENOUGH_INFO", "text": "It takes as much energy to make a solar panel as it likely generates in its entire life."}, {"_id": "1912", "title": "REFUTES", "text": "Julia Gillard her decision not to argue against a fixed carbon price being labelled a \"carbon tax\" hurt her terribly politically."}, {"_id": "1917", "title": "NOT_ENOUGH_INFO", "text": "May 2018 marked the 401st straight month of global temperatures exceeding the 20th century average."}, {"_id": "1919", "title": "REFUTES", "text": "Measurements indicating that 2017 had relatively more sea ice in the Arctic and less melting of glacial ice in Greenland casts scientific doubt on the reality of global warming."}, {"_id": "1920", "title": "NOT_ENOUGH_INFO", "text": "Melting of Arctic sea ice and polar icecaps is not occurring at unnatural rates and does not constitute evidence of a human impact on the climate."}, {"_id": "1921", "title": "REFUTES", "text": "Miami Congressman Carlos \"Curbelo supports drilling offshore\" and \"repeatedly voted against President Obama's ability to fight pollution and combat climate change.\""}, {"_id": "1922", "title": "NOT_ENOUGH_INFO", "text": "More money is dedicated within the Department of Homeland Security to climate change than what's spent combating \"Islamist terrorists radicalizing over the Internet in the United States of America.\""}, {"_id": "1923", "title": "DISPUTED", "text": "More than 260,000 Americans are employed by the domestic solar industry â\u0080\u0094 three times as many workers as employed by the entire coal mining industry."}, {"_id": "1928", "title": "DISPUTED", "text": "NASA Finds Antarctica is Gaining Ice,"}, {"_id": "1931", "title": "SUPPORTS", "text": "New Jersey is \"losing 50 football fields of open space to development every day and the more we develop upstream the more flooding we have downstream.\""}, {"_id": "1932", "title": "NOT_ENOUGH_INFO", "text": "Newspaper Article from 1922 Discusses Arctic Ocean Climate Change"}, {"_id": "1933", "title": "NOT_ENOUGH_INFO", "text": "Newt Gingrich \"teamed with Nancy Pelosi and Al Gore on global warming.\""}, {"_id": "1935", "title": "NOT_ENOUGH_INFO", "text": "No state generates as much solar power as California, or has as many people whose jobs depend on it."}, {"_id": "1937", "title": "DISPUTED", "text": "Not only is there no scientific evidence that CO2 is a pollutant, higher CO2 concentrations actually help ecosystems support more plant and animal life."}, {"_id": "1938", "title": "REFUTES", "text": "Obama administration's Clean Power Plan would have little or no effect on carbon dioxide emissions."}, {"_id": "1943", "title": "SUPPORTS", "text": "Over 97 percent of the scientific community â\u0080¦ believe that humans are contributing to climate change."}, {"_id": "1944", "title": "REFUTES", "text": "Over the past eight years, the United States has reduced our total carbon pollution more than any other nation on Earth."}, {"_id": "1945", "title": "NOT_ENOUGH_INFO", "text": "President Donald Trump sent a video message to Belgian citizens criticizing their government for being part of the Paris Climate Change Agreement."}, {"_id": "1946", "title": "REFUTES", "text": "President Obama's proposal calls for serious cuts in our own long-term carbon emissions, but China and India will still be allowed to increase their emissions."}, {"_id": "1947", "title": "NOT_ENOUGH_INFO", "text": "President-elect Trump has selected a climate change skeptic to head the team in charge of the transition between Obama and Trump's Environmental Protection Agencies."}, {"_id": "1948", "title": "SUPPORTS", "text": "Recent record-low water levels in Lake Michigan are evidence that global warming is leading to \"the evaporation of our Great Lakes.\""}, {"_id": "1951", "title": "REFUTES", "text": "Scientists are \"questioning the original idea that man-made global warming is what is causing the climate to change. \""}, {"_id": "1952", "title": "REFUTES", "text": "Scientists project that the Arctic will be ice-free in the summer of 2013."}, {"_id": "1953", "title": "NOT_ENOUGH_INFO", "text": "Scotland's climate targets are toughest in the world"}, {"_id": "1955", "title": "DISPUTED", "text": "Sen. George LeMieux voted to let oil companies off the hook and overturn pollution rules."}, {"_id": "1960", "title": "REFUTES", "text": "Solar panels drain the sun's energy."}, {"_id": "1962", "title": "REFUTES", "text": "Surface temperatures on Earth \"have stabilized.\""}, {"_id": "1963", "title": "NOT_ENOUGH_INFO", "text": "Tallahassee reduced its carbon intensity by roughly 40 percent."}, {"_id": "1968", "title": "NOT_ENOUGH_INFO", "text": "The 2007's early start to Daylight Saving Time contributed to global warming."}, {"_id": "1970", "title": "NOT_ENOUGH_INFO", "text": "The Business Council, the Minerals Council, the Australian Industry Group, the Australian Chamber of Commerce and Industry, have all called for the [carbon] tax to be repealed."}, {"_id": "1971", "title": "REFUTES", "text": "The carbon footprint on wind [energy] is significant."}, {"_id": "1973", "title": "NOT_ENOUGH_INFO", "text": "The carbon tax is partly to blame for the closure of Alcoa's Point Henry aluminium smelter."}, {"_id": "1975", "title": "NOT_ENOUGH_INFO", "text": "The claim that 97 percent of scientists believe humans are causing climate change has been debunked by the \"head\" of the United Nations Intergovernmental Panel on Climate Change."}, {"_id": "1977", "title": "NOT_ENOUGH_INFO", "text": "The climate-change agreement between the United States and China \"requires the Chinese to do nothing at all for 16 years.\""}, {"_id": "1980", "title": "NOT_ENOUGH_INFO", "text": "and three Nobel economic laureates support \"direct investment in technology\" rather than a carbon tax."}, {"_id": "1981", "title": "REFUTES", "text": "The EPA director under Obama said the Clean Power Initiative would have no effect on man-made CO2 emissions."}, {"_id": "1983", "title": "NOT_ENOUGH_INFO", "text": "the media created the term \"polar vortex\" and the cold air proves \"the ice isn't melting.\""}, {"_id": "1984", "title": "NOT_ENOUGH_INFO", "text": "The most recent survey of climate scientists said about 57 percent don't agree with the idea that 95 percent of the change in the climate is caused by CO2."}, {"_id": "1985", "title": "NOT_ENOUGH_INFO", "text": "The North Pole is melting \"a bit\" but the South Pole is getting bigger."}, {"_id": "1986", "title": "SUPPORTS", "text": "The Obama administration \"has been constrained by the Oil Pollution Act of 1990, which basically gives the responsible party the lead role in trying to not only fix the problem, but contain the problem.\""}, {"_id": "1987", "title": "NOT_ENOUGH_INFO", "text": "The Obama administration is \"proposing to mine another 10 billion tons of Wyoming coal, which would unleash three times more carbon pollution than Obama's Clean Power Plan would even save through 2030.\""}, {"_id": "1988", "title": "NOT_ENOUGH_INFO", "text": "The Obama administration's \"own Environmental Protection Agency\" has said its Clean Power Plan \"will have a marginal impact on climate change.\""}, {"_id": "1991", "title": "SUPPORTS", "text": "The United States is the leading nation in the world \"with the highest amount of doubt about the conventional wisdom of climate change.\""}, {"_id": "1995", "title": "REFUTES", "text": "There are about 120,000 solar energy jobs in the United States, but only 1,700 of them are in Georgia."}, {"_id": "1996", "title": "SUPPORTS", "text": "There are already more American jobs in the solar industry than in coal mining."}, {"_id": "1998", "title": "DISPUTED", "text": "There is a link between climate change and the NSW bushfires."}, {"_id": "1999", "title": "REFUTES", "text": "there is no relationship between temperature and carbon dioxide emissions by Â­humans[...]"}, {"_id": "2000", "title": "REFUTES", "text": "There is not a single candidate in the Republican primary that thinks we should do anything about climate change."}, {"_id": "2004", "title": "NOT_ENOUGH_INFO", "text": "They (Clinton and Obama) have never to my knowledge been involved in legislation nor hearings nor engagement on this issue (climate change)."}, {"_id": "2008", "title": "DISPUTED", "text": "Tony Abbott the Opposition must respect the Government's mandate to overturn the carbon tax."}, {"_id": "2009", "title": "NOT_ENOUGH_INFO", "text": "Top Scientist Hal Lewis Resigns Over Climate Change Corruption"}, {"_id": "2011", "title": "DISPUTED", "text": "U.S. Pays $1 Billion into Green Climate Fund, Top Polluters Pay Nothing"}, {"_id": "2012", "title": "NOT_ENOUGH_INFO", "text": "U.S. Sen. Ron Johnson \"led the fight to let polluters release unlimited amounts of carbon pollution and took nearly $225,000 from polluters.\""}, {"_id": "2013", "title": "NOT_ENOUGH_INFO", "text": "U.S. Sen. Ron Johnson voted to let oil and gas companies emit \"unlimited carbon pollution into our air\""}, {"_id": "2020", "title": "SUPPORTS", "text": "Weather Channel Co-Founder John Coleman Calls Global Warming a Hoax"}, {"_id": "2021", "title": "DISPUTED", "text": "Weather Channel co-founder John Coleman provided evidence that convincingly refutes the concept of anthropogenic global warming."}, {"_id": "2024", "title": "NOT_ENOUGH_INFO", "text": "Wisconsin employers have repeatedly said in surveys that our anti-business litigation climate is one of the most important factors affecting their expansion decisions."}, {"_id": "2027", "title": "REFUTES", "text": "You're going to have an increase in the amount of ice in Antarctica because of global warming."}, {"_id": "2028", "title": "NOT_ENOUGH_INFO", "text": "cutting speed limits could slow climate change"}, {"_id": "2029", "title": "SUPPORTS", "text": "Bill Gates claims pandemic's 'misery' will 'happen regularly' if climate change is not stopped"}, {"_id": "2030", "title": "NOT_ENOUGH_INFO", "text": "Opponents of climate action are getting twice as much airtime as proponents of climate action."}, {"_id": "2032", "title": "NOT_ENOUGH_INFO", "text": "The lack of any sunspots suggests the current solar minimum is one of the 'deepest' in 100 years."}, {"_id": "2034", "title": "REFUTES", "text": "Latest IPCC Reports (AR5) have shown global mean temperature forecasts from the 2005 IPCC report exceeded actual readings."}, {"_id": "2036", "title": "NOT_ENOUGH_INFO", "text": "The global surface mean temperature-change data no longer have any scientific value and are nothing more than a propaganda tool to the public."}, {"_id": "2037", "title": "NOT_ENOUGH_INFO", "text": "The rate of renewable energy installations in the EU in 2018 was less than half the maximum level achieved in 2010."}, {"_id": "2038", "title": "SUPPORTS", "text": "Past Australian droughts occurred when global temperatures were lower than now and wetter years occurred when such temperatures were rising."}, {"_id": "2040", "title": "NOT_ENOUGH_INFO", "text": "Any action by Australia to reduce emissions of fossil fuels would not help to protect the reef unless there is an effective international agreement by major emitters."}, {"_id": "2041", "title": "NOT_ENOUGH_INFO", "text": "There are fundamental faults in the statistical and scientific analyses used to justify the need for early and comprehensive mitigatory action by governments."}, {"_id": "2042", "title": "NOT_ENOUGH_INFO", "text": "Recent research also indicates that the quantity of fossil fuels staying in the atmosphere is much less than previously thought."}, {"_id": "2047", "title": "DISPUTED", "text": "contrary to the hypothesis that rising temperature is caused by increasing CO2."}, {"_id": "2048", "title": "NOT_ENOUGH_INFO", "text": "CO2 is a greenhouse gas but is clearly subordinate to water vapour and other more significant factors determining global climate."}, {"_id": "2049", "title": "SUPPORTS", "text": "The Millennium Drought starting in 1997 and ending in 2010 was misinterpreted as a long term trend as a consequence of Climate Change."}, {"_id": "2052", "title": "NOT_ENOUGH_INFO", "text": "Nor is there any evidence that levels as high as 7,000 ppm of CO2 did or could cause ocean acidity."}, {"_id": "2054", "title": "REFUTES", "text": "During the period 1940 to 1976 there was a cooling of the climate despite increasing CO2 levels."}, {"_id": "2055", "title": "SUPPORTS", "text": "Over the past one million years climate cycles ranging from Ice Ages to warmer periods have been caused by changing levels of energy from the sun, planetary alignments and ocean currents."}, {"_id": "2057", "title": "SUPPORTS", "text": "The increase in atmospheric methane, a greenhouse gas, in the latter part of the 20th century was explained as coming from expansion of grazing and rice cultivation, but the cause was found to be leaking gas pipelines in the Soviet Union which are now being properly managed and maintained."}, {"_id": "2058", "title": "NOT_ENOUGH_INFO", "text": "Global methane levels published by CSIRO are now relatively stable showing fluctuations during El Nino events."}, {"_id": "2059", "title": "NOT_ENOUGH_INFO", "text": "Heat Waves are increasing at an alarming rate and heat kills."}, {"_id": "2060", "title": "SUPPORTS", "text": "Global warming is causing more hurricanes and stronger hurricanes."}, {"_id": "2062", "title": "SUPPORTS", "text": "Global warming is increasing the magnitude and frequency of droughts and floods."}, {"_id": "2065", "title": "SUPPORTS", "text": "Global warming is causing snow to disappear."}, {"_id": "2067", "title": "SUPPORTS", "text": "Arctic, Antarctic and Greenland ice loss is accelerating due to global warming."}, {"_id": "2068", "title": "SUPPORTS", "text": "Global warming responsible for record 2019 July warmth in Alaska."}, {"_id": "2069", "title": "SUPPORTS", "text": "Rising atmospheric CO2 concentrations are causing ocean acidification, which is catastrophically harming marine life."}, {"_id": "2070", "title": "REFUTES", "text": "When life is considered, ocean acidification is often found to be a non-problem, or even a benefit."}, {"_id": "2071", "title": "SUPPORTS", "text": "Carbon pollution is a health hazard."}, {"_id": "2075", "title": "REFUTES", "text": "The rate of global sea level rise on average has fallen by 40% the last century."}, {"_id": "2076", "title": "SUPPORTS", "text": "Snowfall is increasing in the fall and winter in the Northern Hemisphere and North America with many records being set."}, {"_id": "2077", "title": "NOT_ENOUGH_INFO", "text": "The increase in damage in recent years is due to population growth in vulnerable areas and poor forest management."}, {"_id": "2078", "title": "DISPUTED", "text": "Droughts and floods have not changed since we\u0092ve been using fossil fuels"}, {"_id": "2081", "title": "REFUTES", "text": "Heat waves have been decreasing since the 1930s in the U.S. and globally."}, {"_id": "2083", "title": "DISPUTED", "text": "Climategate CRU emails suggest conspiracy"}, {"_id": "2084", "title": "NOT_ENOUGH_INFO", "text": "Hurricanes aren't linked to global warming"}, {"_id": "2086", "title": "REFUTES", "text": "Extreme weather isn't caused by global warming"}, {"_id": "2090", "title": "SUPPORTS", "text": "Arctic icemelt is a natural cycle"}, {"_id": "2091", "title": "SUPPORTS", "text": "Water vapor is the most powerful greenhouse gas"}, {"_id": "2092", "title": "SUPPORTS", "text": "Polar bear numbers are increasing"}, {"_id": "2093", "title": "SUPPORTS", "text": "Through its impacts on the climate, CO2 presents a danger to public health and welfare, and thus qualifies as an air pollutant"}, {"_id": "2096", "title": "NOT_ENOUGH_INFO", "text": "We're coming out of the Little Ice Age"}, {"_id": "2099", "title": "NOT_ENOUGH_INFO", "text": "2nd law of thermodynamics contradicts greenhouse theory"}, {"_id": "2100", "title": "SUPPORTS", "text": "IPCC were wrong about Himalayan glaciers"}, {"_id": "2101", "title": "DISPUTED", "text": "Clouds provide negative feedback"}, {"_id": "2103", "title": "NOT_ENOUGH_INFO", "text": "IPCC were wrong about Amazon rainforests"}, {"_id": "2104", "title": "REFUTES", "text": "Greenland ice sheet won't collapse"}, {"_id": "2105", "title": "DISPUTED", "text": "Excess CO2 from human emissions has a long residence time of over 100 years"}, {"_id": "2106", "title": "REFUTES", "text": "Scientists tried to 'hide the decline' in global temperature"}, {"_id": "2110", "title": "NOT_ENOUGH_INFO", "text": "They changed the name from 'global warming' to 'climate change'"}, {"_id": "2111", "title": "REFUTES", "text": "'Global warming' and 'climate change' mean different things and have both been used for decades."}, {"_id": "2113", "title": "REFUTES", "text": "IPCC overestimate temperature rise"}, {"_id": "2114", "title": "SUPPORTS", "text": "Peer review process was corrupted"}, {"_id": "2117", "title": "SUPPORTS", "text": "Global sea level data shows that sea level rise has been increasing since 1880 while future sea level rise predictions are based on  physics, not statistics."}, {"_id": "2118", "title": "REFUTES", "text": "Humans are too insignificant to affect global climate"}, {"_id": "2119", "title": "SUPPORTS", "text": "Lindzen and Choi find low climate sensitivity"}, {"_id": "2120", "title": "NOT_ENOUGH_INFO", "text": "Phil Jones says no global warming since 1995"}, {"_id": "2121", "title": "DISPUTED", "text": "Infrared Iris will reduce global warming"}, {"_id": "2122", "title": "REFUTES", "text": "Dropped stations introduce warming bias"}, {"_id": "2123", "title": "NOT_ENOUGH_INFO", "text": "Tree-rings diverge from temperature after 1960"}, {"_id": "2127", "title": "SUPPORTS", "text": "Over 31,000 scientists signed the OISM Petition Project"}, {"_id": "2128", "title": "REFUTES", "text": "Less than half of published scientists endorse global warming"}, {"_id": "2130", "title": "NOT_ENOUGH_INFO", "text": "Plant stomata show higher and more variable CO2 levels"}, {"_id": "2132", "title": "SUPPORTS", "text": "Freedom of Information (FOI) requests were ignored"}, {"_id": "2134", "title": "REFUTES", "text": "Tuvalu sea level isn't rising"}, {"_id": "2136", "title": "REFUTES", "text": "Renewables can't provide baseload power"}, {"_id": "2141", "title": "NOT_ENOUGH_INFO", "text": "Satellite error inflated Great Lakes temperatures"}, {"_id": "2142", "title": "NOT_ENOUGH_INFO", "text": "Soares finds lack of correlation between CO2 and temperature"}, {"_id": "2144", "title": "REFUTES", "text": "97% consensus on human-caused global warming has been disproven"}, {"_id": "2147", "title": "NOT_ENOUGH_INFO", "text": "An exponential increase in CO2 will result in a linear increase in temperature"}, {"_id": "2150", "title": "SUPPORTS", "text": "Adapting to global warming is cheaper than preventing it"}, {"_id": "2152", "title": "REFUTES", "text": "Venus doesn't have a runaway greenhouse effect"}, {"_id": "2153", "title": "NOT_ENOUGH_INFO", "text": "Water levels correlate with sunspots"}, {"_id": "2157", "title": "REFUTES", "text": "CO2 increase is natural, not human-caused"}, {"_id": "2160", "title": "REFUTES", "text": "Renewable energy investment kills jobs"}, {"_id": "2161", "title": "NOT_ENOUGH_INFO", "text": "CO2 limits won't cool the planet"}, {"_id": "2163", "title": "NOT_ENOUGH_INFO", "text": "The Schmittner et al. study finds low probability of both very low and very high climate sensitivities, and its lower estimate (as compared to the IPCC) is based on a new temperature reconstruction of the Last Glacial Maximum that may or may not withstand the test of time."}, {"_id": "2164", "title": "REFUTES", "text": "Greenland has only lost a tiny fraction of its ice mass"}, {"_id": "2165", "title": "NOT_ENOUGH_INFO", "text": "Ben Santer rewrote the 1995 IPCC report"}, {"_id": "2167", "title": "SUPPORTS", "text": "Royal Society embraces skepticism"}, {"_id": "2168", "title": "SUPPORTS", "text": "IPCC graph showing accelerating trends is misleading"}, {"_id": "2170", "title": "REFUTES", "text": "Climate change isn't increasing extreme weather damage costs"}, {"_id": "2171", "title": "SUPPORTS", "text": "UAH atmospheric temperatures prove climate models and/or surface temperature data sets are wrong"}, {"_id": "2173", "title": "DISPUTED", "text": "We didn't have global warming during the Industrial Revolution"}, {"_id": "2178", "title": "SUPPORTS", "text": "Loehle and Scafetta find a 60 year cycle causing global warming"}, {"_id": "2181", "title": "NOT_ENOUGH_INFO", "text": "Humans survived past climate changes"}, {"_id": "2184", "title": "SUPPORTS", "text": "We have had ice ages and warmer periods when alligators were found in Spitzbergen."}, {"_id": "2187", "title": "SUPPORTS", "text": "Scientific analysis of past climates shows that greenhouse gasses, principally CO2, have controlled most ancient climate changes."}, {"_id": "2189", "title": "SUPPORTS", "text": "This makes it clear that this time around humans are the cause, mainly by our CO2 emissions."}, {"_id": "2192", "title": "DISPUTED", "text": "The data suggests solar activity is influencing the global climate causing the world to get warmer.\""}, {"_id": "2193", "title": "SUPPORTS", "text": "In the last 35 years of global warming, the sun has shown a slight cooling trend."}, {"_id": "2199", "title": "SUPPORTS", "text": "The consequences of climate change become increasingly bad after each additional degree of warming, with the consequences of 2°C being quite damaging and the consequences of 4°C being potentially catastrophic."}, {"_id": "2200", "title": "SUPPORTS", "text": "The Petition Project features over 31,000 scientists signing the petition stating \"There is no convincing scientific evidence that human release of carbon dioxide will, in the forseeable future, cause catastrophic heating of the Earth's atmosphere ...\"."}, {"_id": "2201", "title": "SUPPORTS", "text": "That humans are causing global warming is the position of the Academies of Science from 80 countries plus many scientific organizations that study climate science."}, {"_id": "2202", "title": "NOT_ENOUGH_INFO", "text": "More specifically, around 95% of active climate researchers actively publishing climate papers endorse the consensus position."}, {"_id": "2204", "title": "SUPPORTS", "text": "All the indicators show that global warming is still happening."}, {"_id": "2205", "title": "NOT_ENOUGH_INFO", "text": "\"In fact global warming has stopped and a cooling is beginning."}, {"_id": "2206", "title": "NOT_ENOUGH_INFO", "text": "No climate model has predicted a cooling of the Earth – quite the  contrary."}, {"_id": "2208", "title": "NOT_ENOUGH_INFO", "text": "Empirical measurements of the Earth's heat content show the planet is still accumulating heat and global warming is still happening."}, {"_id": "2209", "title": "SUPPORTS", "text": "Surface temperatures can show short-term cooling when heat is exchanged between the atmosphere and the ocean, which has a much greater heat capacity than the air."}, {"_id": "2210", "title": "DISPUTED", "text": "\"[Models] are full of fudge factors that are fitted to the existing climate, so the models more or less agree with the observed data."}, {"_id": "2212", "title": "DISPUTED", "text": "While there are uncertainties with climate models, they successfully reproduce the past and have made predictions that have been subsequently confirmed by observations."}, {"_id": "2213", "title": "SUPPORTS", "text": "The warming trend is the same in rural and urban areas, measured by thermometers and satellites, and by natural thermometers."}, {"_id": "2214", "title": "NOT_ENOUGH_INFO", "text": "\"We found [U.S. weather] stations located next to  the exhaust fans of air conditioning units, surrounded by asphalt  parking lots and roads, on blistering-hot rooftops, and near sidewalks  and buildings that absorb and radiate heat."}, {"_id": "2215", "title": "SUPPORTS", "text": "We found 68 stations located  at wastewater treatment plants, where the process of waste digestion  causes temperatures to be higher than in surrounding areas."}, {"_id": "2217", "title": "DISPUTED", "text": "Numerous studies into the effect of urban heat island effect and microsite influences find they have negligible effect on long-term trends, particularly when averaged over large regions."}, {"_id": "2219", "title": "SUPPORTS", "text": "The increase in temperatures since 1975 is a consistent feature of all reconstructions."}, {"_id": "2221", "title": "NOT_ENOUGH_INFO", "text": "Natural temperature measurements also confirm the general accuracy of the instrumental temperature record."}, {"_id": "2222", "title": "SUPPORTS", "text": "A large number of ancient mass extinction events have been strongly linked to global climate change."}, {"_id": "2223", "title": "REFUTES", "text": "Because current climate change is so rapid, the way species typically adapt (eg - migration) is, in most cases, simply not be possible."}, {"_id": "2227", "title": "SUPPORTS", "text": "Every part of the Earth's climate system has continued warming since 1998, with 2015 shattering temperature records."}, {"_id": "2229", "title": "NOT_ENOUGH_INFO", "text": "but Antarctica is losing land ice at an accelerating rate, which has implications for sea level rise."}, {"_id": "2230", "title": "DISPUTED", "text": "[Ice] is expanding in much of Antarctica, contrary to the widespread public belief that global warming is melting the continental ice cap."}, {"_id": "2236", "title": "SUPPORTS", "text": "The majority of peer reviewed research at the time predicted warming due to increasing CO2."}, {"_id": "2238", "title": "DISPUTED", "text": "\"An article in Science magazine illustrated that a rise in carbon dioxide did not precede a rise in temperatures, but actually lagged behind temperature rises by 200 to 1000 years."}, {"_id": "2241", "title": "NOT_ENOUGH_INFO", "text": "When the Earth comes out of an ice age, the warming is not initiated by CO2 but by changes in the Earth's orbit."}, {"_id": "2242", "title": "SUPPORTS", "text": "The warming causes the oceans to release CO2."}, {"_id": "2243", "title": "SUPPORTS", "text": "The CO2 amplifies the warming and mixes through the atmosphere, spreading warming throughout the planet."}, {"_id": "2244", "title": "SUPPORTS", "text": "So CO2 causes warming AND rising temperature causes CO2 rise."}, {"_id": "2245", "title": "NOT_ENOUGH_INFO", "text": "Overall, about 90% of the global warming occurs after the CO2 increase."}, {"_id": "2246", "title": "DISPUTED", "text": "\"His [Dr Spencer's] latest research demonstrates that – in the short term, at any rate –  the temperature feedbacks that the IPCC imagines will greatly amplify  any initial warming caused by CO2 are net-negative, attenuating the  warming they are supposed to enhance."}, {"_id": "2247", "title": "REFUTES", "text": "His best estimate is that the  warming in response to a doubling of CO2 concentration, which may happen  this century unless the usual suspects get away with shutting down the  economies of the West, will be a harmless 1 Fahrenheit degree, not the 6  F predicted by the IPCC.\""}, {"_id": "2248", "title": "SUPPORTS", "text": "Climate sensitivity can be calculated empirically by comparing past temperature change to natural forcings at the time."}, {"_id": "2250", "title": "REFUTES", "text": "Some global warming 'skeptics' argue that the Earth's climate sensitivity is so low that a doubling of atmospheric CO2 will result in a surface temperature change on the order of 1°C or less, and that therefore global warming is nothing to worry about."}, {"_id": "2255", "title": "NOT_ENOUGH_INFO", "text": "And  since the last ice age ended almost exactly 11,500 years ago…\" (Ice Age Now)"}, {"_id": "2256", "title": "SUPPORTS", "text": "The warming effect from more CO2 greatly outstrips the influence from changes in the Earth's orbit or solar activity, even if solar levels were to drop to Maunder Minimum levels."}, {"_id": "2257", "title": "REFUTES", "text": "'Our harmless emissions of trifling quantities of carbon dioxide cannot possibly acidify the oceans."}, {"_id": "2260", "title": "SUPPORTS", "text": "The current debate on the connection between CO2 emissions and climate change has largely overlooked an independent and equally serious problem, the increasing acidity of our oceans."}, {"_id": "2261", "title": "SUPPORTS", "text": "Last December, the respected  journal “Oceanography” published projections (see graphic below) for this rising acidity, measured by falling pH"}, {"_id": "2262", "title": "SUPPORTS", "text": "Since the hockey stick paper in 1998, there have been a number of proxy studies analysing a variety of different sources including corals, stalagmites, tree rings, boreholes and ice cores."}, {"_id": "2263", "title": "SUPPORTS", "text": "They all confirm the original hockey stick conclusion: the 20th century is the warmest in the last 1000 years and that warming was most dramatic after 1920."}, {"_id": "2266", "title": "SUPPORTS", "text": "A number of independent investigations from different countries, universities and government bodies have investigated the stolen emails and found no evidence of wrong doing."}, {"_id": "2267", "title": "SUPPORTS", "text": "Focusing on a few suggestive emails, taken out of context, merely serves to distract from the wealth of empirical evidence for man-made global warming."}, {"_id": "2268", "title": "SUPPORTS", "text": "“[T]he 1079 emails and 72 documents seem indeed evidence of a scandal  involving most of the most prominent scientists pushing the man-made  warming theory - a scandal that is one of the greatest in modern  science."}, {"_id": "2272", "title": "DISPUTED", "text": "It found the scientists' rigour and honesty are not in doubt, and their behaviour did not prejudice the IPCC's conclusions, though they did fail to display the proper degree of openness."}, {"_id": "2275", "title": "SUPPORTS", "text": "[…] Constant 24-7  media coverage of every significant storm worldwide just makes it seem  that way.”"}, {"_id": "2276", "title": "SUPPORTS", "text": "It is unclear whether global warming is increasing hurricane frequency but there is increasing evidence that warming increases hurricane intensity."}, {"_id": "2277", "title": "DISPUTED", "text": "Al Gore's film was \"broadly accurate\" according to an expert witness called when an attempt was made through the courts to prevent the film being shown in schools."}, {"_id": "2280", "title": "DISPUTED", "text": "While there are minor errors in An Inconvenient Truth, the main truths presented - evidence to show mankind is causing global warming and its various impacts is consistent with peer reviewed science."}, {"_id": "2282", "title": "SUPPORTS", "text": "While there are isolated cases of growing glaciers, the overwhelming trend in glaciers worldwide is retreat."}, {"_id": "2283", "title": "SUPPORTS", "text": "In fact, the global melt rate has been accelerating since the mid-1970s."}, {"_id": "2284", "title": "SUPPORTS", "text": "Cosmic ray counts have increased over the past 50 years, so if they do influence global temperatures, they are having a cooling effect."}, {"_id": "2286", "title": "SUPPORTS", "text": "By regulating the Earth’s cloud cover, the Sun  can turn the temperature up and down. ..."}, {"_id": "2288", "title": "SUPPORTS", "text": "While the link between cosmic rays and cloud cover is yet to be confirmed, more importantly, there has been no correlation between cosmic rays and global temperatures over the last 30 years of global warming."}, {"_id": "2289", "title": "DISPUTED", "text": "In fact, in recent years when cosmic rays should have been having their largest cooling effect on record, temperatures have been at their highest on record."}, {"_id": "2290", "title": "DISPUTED", "text": "Hypothetically, an increasing solar magnetic field could deflect galactic cosmic rays, which hypothetically seed low-level clouds, thus decreasing the Earth's reflectivity and causing global warming."}, {"_id": "2293", "title": "SUPPORTS", "text": "Steve McIntyre noticed a strange  discontinuity in US temperature data, occurring around January 2000."}, {"_id": "2295", "title": "REFUTES", "text": "As a result, \"The warmest  year on US record is now 1934."}, {"_id": "2298", "title": "NOT_ENOUGH_INFO", "text": "(2012 is now the hottest by a wide margin), but the USA only comprises 2% of the globe."}, {"_id": "2300", "title": "NOT_ENOUGH_INFO", "text": "\"Austria is today seeing its earliest snowfall in history with 30 to 40 centimetres already predicted in the mountains."}, {"_id": "2302", "title": "NOT_ENOUGH_INFO", "text": "Since the mid 1970s, global temperatures have been warming at around 0.2 degrees Celsius per decade."}, {"_id": "2303", "title": "NOT_ENOUGH_INFO", "text": "However, weather imposes its own dramatic ups and downs over the long term trend."}, {"_id": "2304", "title": "NOT_ENOUGH_INFO", "text": "We expect to see record cold temperatures even during global warming."}, {"_id": "2305", "title": "REFUTES", "text": "Nevertheless over the last decade, daily record high temperatures occurred twice as often as record lows."}, {"_id": "2308", "title": "REFUTES", "text": "\"The 30 major droughts of the 20th century were likely natural in all respects; and, hence, they are \"indicative of what could also happen in the future,\" as Narisma"}, {"_id": "2312", "title": "SUPPORTS", "text": "Everybody knows that the Pacific island of Tuvalu is sinking. ..."}, {"_id": "2313", "title": "REFUTES", "text": "Around 1990 it became obvious the local tide-gauge did not agree - there was no evidence of 'sinking.'"}, {"_id": "2317", "title": "SUPPORTS", "text": "What they find is sea level rise has been steadily accelerating over the past century."}, {"_id": "2318", "title": "SUPPORTS", "text": "A paper by Ross McKitrick, an economics professor at the  University of Guelph, and Patrick Michaels, an environmental studies  professor at the University of Virginia, concludes that half of the  global warming trend from 1980 to 2002 is caused by Urban Heat Island."}, {"_id": "2319", "title": "SUPPORTS", "text": "While urban areas are undoubtedly warmer than surrounding rural areas, this has had little to no impact on warming trends."}, {"_id": "2320", "title": "SUPPORTS", "text": "While the Medieval Warm Period saw unusually warm temperatures in some regions, globally the planet was cooler than current conditions."}, {"_id": "2323", "title": "SUPPORTS", "text": "Now scientists are telling us that Mars is experiencing its own planetary warming: Martian warming."}, {"_id": "2325", "title": "NOT_ENOUGH_INFO", "text": "Martian climate is primarily driven by dust and albedo and there is little empirical evidence that Mars is showing long term warming."}, {"_id": "2326", "title": "SUPPORTS", "text": "\"In 2007, the Northern Hemisphere reached a record low in ice coverage and the Northwest Passage was opened."}, {"_id": "2328", "title": "REFUTES", "text": "What you were not told was that the data that triggered this record is only available back to the late 1970s."}, {"_id": "2329", "title": "SUPPORTS", "text": "We know the Northwest Passage had been open before.\""}, {"_id": "2330", "title": "SUPPORTS", "text": "Arctic sea ice has been retreating over the past 30 years."}, {"_id": "2333", "title": "NOT_ENOUGH_INFO", "text": "\"While major green house gas  H2O substantially warms the Earth, minor green house gases such as CO2  have little effect...."}, {"_id": "2335", "title": "NOT_ENOUGH_INFO", "text": "Satellite measurements of infrared spectra over the past 40 years observe less energy escaping to space at the wavelengths associated with CO2."}, {"_id": "2336", "title": "SUPPORTS", "text": "Surface measurements find more downward infrared radiation warming the planet's surface."}, {"_id": "2337", "title": "DISPUTED", "text": "This provides a direct, empirical causal link between CO2 and global warming."}, {"_id": "2338", "title": "NOT_ENOUGH_INFO", "text": "The amount of warming caused by the anthropogenic increase in atmospheric CO2 may be one of the most misunderstood subjects in climate science."}, {"_id": "2344", "title": "SUPPORTS", "text": "Early estimates of ocean heat from the Argo showed a cooling bias due to pressure sensor issues."}, {"_id": "2347", "title": "NOT_ENOUGH_INFO", "text": "In truth, the overwhelming majority of climate-research funding comes from the federal government and left-wing foundations."}, {"_id": "2358", "title": "SUPPORTS", "text": "The CO2 that nature emits (from the ocean and vegetation) is balanced by natural absorptions (again by the ocean and vegetation)."}, {"_id": "2359", "title": "SUPPORTS", "text": "Therefore human emissions upset the natural balance, rising CO2 to levels not seen in at least 800,000 years."}, {"_id": "2360", "title": "SUPPORTS", "text": "In fact, human emit 26 gigatonnes of CO2 per year while CO2 in the atmosphere is rising by only 15 gigatonnes per year - much of human CO2 emissions is being absorbed by natural sinks."}, {"_id": "2361", "title": "SUPPORTS", "text": "\"Unquestionably, the U.N. Intergovernmental Panel on Climate Change (IPCC) was formed to build the scientific case for humanity being the primary cause of global warming."}, {"_id": "2363", "title": "SUPPORTS", "text": "The IPCC lead authors are experts in their field, instructed to fairly represent the full range of the up-to-date, peer-reviewed literature."}, {"_id": "2365", "title": "DISPUTED", "text": "Comparisons to the most recent data consistently finds that climate change is occurring more rapidly and intensely than indicated by IPCC predictions."}, {"_id": "2366", "title": "SUPPORTS", "text": "Increased CO2 makes more water vapor, a greenhouse gas which amplifies warming"}, {"_id": "2369", "title": "REFUTES", "text": "The public understand it, in that if  you get a fall evening or spring evening and the sky is clear the heat  will escape and the temperature will drop and you get frost."}, {"_id": "2370", "title": "REFUTES", "text": "If there is  a cloud cover, the heat is trapped by water vapour as a greenhouse gas  and the temperature stays quite warm."}, {"_id": "2374", "title": "SUPPORTS", "text": "Water vapour is the most dominant greenhouse gas."}, {"_id": "2377", "title": "SUPPORTS", "text": "“A leading Canadian authority on polar bears, Mitch Taylor, said: ‘We’re  seeing an increase in bears that’s really unprecedented, and in places  where we’re seeing a decrease in the population"}, {"_id": "2378", "title": "SUPPORTS", "text": "The costs of inaction far outweigh the costs of mitigation."}, {"_id": "2381", "title": "REFUTES", "text": "Economic assessments of proposed policy to put a price on carbon emissions are in widespread agreement that the net economic impact will be minor."}, {"_id": "2384", "title": "NOT_ENOUGH_INFO", "text": "Climate economics research shows that in reality, we are harming the economy by failing to implement CO2 limits."}, {"_id": "2387", "title": "NOT_ENOUGH_INFO", "text": "The Greenland ice sheet is at least 400,000 years old and warming was not global when Europeans settled in Greeland 1,000 years ago"}, {"_id": "2390", "title": "NOT_ENOUGH_INFO", "text": "There may have been regions of Greenland that were 'greener' than today"}, {"_id": "2391", "title": "SUPPORTS", "text": "Greenland on the whole is losing ice, as confirmed by multiple satellite and on the ground field measurements."}, {"_id": "2394", "title": "DISPUTED", "text": "(2005), where satellite altimetry  established that the mean thickness of the entire Greenland ice sheet  had increased at 2 inches per year – a total of almost 2 feet – in the  11 years 1993-2003.”"}, {"_id": "2395", "title": "SUPPORTS", "text": "While the Greenland interior is in mass balance, the coastlines are losing ice."}, {"_id": "2396", "title": "SUPPORTS", "text": "Overall Greenland is losing ice mass at an accelerating rate."}, {"_id": "2398", "title": "SUPPORTS", "text": "While there are direct ways in which CO2 is a pollutant (acidification of the ocean), its primary impact is its greenhouse warming effect."}, {"_id": "2399", "title": "SUPPORTS", "text": "While the greenhouse effect is a natural occurence, too much warming has severe negative impacts on agriculture, health and environment."}, {"_id": "2400", "title": "REFUTES", "text": "'To suddenly label CO2 as a \"pollutant\" is a disservice to a gas that has played an enormous role in the development and sustainability of all life on this wonderful Earth."}, {"_id": "2401", "title": "REFUTES", "text": "Mother Earth has clearly ruled that CO2 is not a pollutant.'"}, {"_id": "2402", "title": "SUPPORTS", "text": "Although it has some very important and beneficial effects, CO2 meets the legal and encyclopedic definitions of a \"pollutant\", and human CO2 emissions pose a threat to public health and welfare."}, {"_id": "2406", "title": "SUPPORTS", "text": "This growth stimulation occurs because CO2 is one of the two raw materials (the other being water) that are required for photosynthesis."}, {"_id": "2409", "title": "SUPPORTS", "text": "Less energy is escaping to space: Carbon dioxide (CO2) acts like a blanket; adding more CO2 makes the 'blanket' thicker, and humans are adding more CO2 all the time."}, {"_id": "2410", "title": "DISPUTED", "text": "\"There is no actual evidence that carbon dioxide emissions are causing global warming."}, {"_id": "2411", "title": "NOT_ENOUGH_INFO", "text": "Note that computer models are just concatenations of calculations you could do on a hand-held calculator, so they are theoretical and cannot be part of any evidence.\""}, {"_id": "2413", "title": "SUPPORTS", "text": "Satellite and surface measurements find less energy is escaping to space at CO2 absorption wavelengths."}, {"_id": "2414", "title": "NOT_ENOUGH_INFO", "text": "Ocean and surface temperature measurements find the planet continues to accumulate heat."}, {"_id": "2417", "title": "NOT_ENOUGH_INFO", "text": "Mars, Triton, Pluto and Jupiter all show global warming, pointing to the Sun as the dominating influence in determining climate throughout the solar system.\""}, {"_id": "2420", "title": "SUPPORTS", "text": "The sun has shown no long term trend since 1950 and in fact has shown a slight cooling trend in recent decades."}, {"_id": "2422", "title": "NOT_ENOUGH_INFO", "text": "As of today,JAXA shows that we have more ice than any time on this date for the past 8 years of Aqua satellite measurement for this AMSRE dataset.\""}, {"_id": "2423", "title": "SUPPORTS", "text": "Arctic sea ice has been steadily thinning, even in the last few years while the surface ice (eg - sea ice extent) increased slightly."}, {"_id": "2424", "title": "REFUTES", "text": "Consequently, the total amount of Arctic sea ice in 2008 and 2009 are the lowest on record."}, {"_id": "2426", "title": "REFUTES", "text": "\"Twentieth century global warming did not start until  1910."}, {"_id": "2427", "title": "SUPPORTS", "text": "By that time CO2 emissions had already risen from the expanded use  of coal that had powered the industrial revolution, and emissions only  increased slowly from 3.5gigatonnes in 1910 to under 4gigatonnes by the  end of the Second World War."}, {"_id": "2428", "title": "NOT_ENOUGH_INFO", "text": "It was the post war  industrialization that caused the rapid rise in global CO2 emissions,  but by 1945 when this began, the Earth was already in a cooling phase  that started around 1942 and continued until 1975."}, {"_id": "2429", "title": "REFUTES", "text": "With 32 years of  rapidly increasing global temperatures and only a minor increase in  global CO2 emissions, followed by 33 years of slowly cooling global  temperatures with rapid increases in global CO2 emissions, it was  deceitful for the IPCC to make any claim that CO2 emissions were  primarily responsible for observed 20th century global warming.\""}, {"_id": "2430", "title": "SUPPORTS", "text": "Even during a period of long term warming, there are short periods of cooling due to climate variability."}, {"_id": "2431", "title": "SUPPORTS", "text": "Short term cooling over the last few years is largely due to a strong La Nina phase in the Pacific Ocean and a prolonged solar minimum."}, {"_id": "2432", "title": "NOT_ENOUGH_INFO", "text": "The sun was warming up then, but the sun hasn’t been warming since 1970."}, {"_id": "2434", "title": "SUPPORTS", "text": "The IPCC blames human emissions of carbon dioxide for the last  warming."}, {"_id": "2438", "title": "SUPPORTS", "text": "Greenhouse gases have been the main contributor of warming since 1970."}, {"_id": "2441", "title": "SUPPORTS", "text": "Furthermore, it is physically incorrect to state that the planet is simply \"recovering\" from the Little Ice Age."}, {"_id": "2444", "title": "SUPPORTS", "text": "There are a number of forcings which affect climate (eg - stratospheric aerosols, solar variations)."}, {"_id": "2445", "title": "DISPUTED", "text": "When all forcings are combined, they show good correlation to global temperature throughout the 20th century including the mid-century cooling period."}, {"_id": "2447", "title": "SUPPORTS", "text": "The main reason behind this mid-century cooling was global dimming due to anthropogenic sulfate aerosol emissions."}, {"_id": "2449", "title": "NOT_ENOUGH_INFO", "text": "\"January 2008 capped a 12 month period of global temperature drops on all of the major well respected indicators."}, {"_id": "2453", "title": "NOT_ENOUGH_INFO", "text": "\"The killer proof that CO2 does not drive climate is to be found during the Ordovician- Silurian and the Jurassic-Cretaceous periods when CO2 levels were greater than 4000 ppmv (parts per million by volume) and about 2000 ppmv respectively."}, {"_id": "2455", "title": "DISPUTED", "text": "When CO2 levels were higher in the past, solar levels were also lower."}, {"_id": "2457", "title": "REFUTES", "text": "\"Of the rise in temperature during the 20th century, the bulk occurred from 1900 to 1940."}, {"_id": "2460", "title": "REFUTES", "text": "That drop in temperature came after what was described in the National Geographic as 'six decades of abnormal warmth'.\""}, {"_id": "2461", "title": "SUPPORTS", "text": "Early 20th century warming was in large part due to rising solar activity and relatively quiet volcanic activity."}, {"_id": "2463", "title": "SUPPORTS", "text": "Volcanoes have been relatively frequent and if anything, have exerted a cooling effect."}, {"_id": "2464", "title": "NOT_ENOUGH_INFO", "text": "While natural forcings can account for much of the early 20th Century warming, humans played a role as well."}, {"_id": "2468", "title": "REFUTES", "text": "\"Satellite measurements indicate an absence of significant global warming since 1979, the very period that human carbon dioxide emissions have been increasing rapidly."}, {"_id": "2474", "title": "SUPPORTS", "text": "Warming trends agree well with surface temperatures and model predictions except near the Poles."}, {"_id": "2476", "title": "SUPPORTS", "text": "The global dimming trend reversed around 1990 - 15 years after the global warming trend began in the mid 1970's."}, {"_id": "2478", "title": "SUPPORTS", "text": "(Kerr 2007) points out that the sunlight-reflecting haze that cools much of the planet seems to have thinned over the past decade or so."}, {"_id": "2482", "title": "DISPUTED", "text": "The warm and cool regions roughly balance each other out with little impact on global temperature."}, {"_id": "2483", "title": "NOT_ENOUGH_INFO", "text": "\"Britain's big freeze is the start of a worldwide trend towards colder weather that seriously challenges global warming theories, eminent scientists claimed yesterday."}, {"_id": "2484", "title": "REFUTES", "text": "The world has entered a 'cold mode' which is likely to bring a global dip in temperatures which will last for 20 to 30 years, they say."}, {"_id": "2485", "title": "SUPPORTS", "text": "A natural cycle requires a forcing, and no known forcing exists that fits the fingerprints of observed warming - except anthropogenic greenhouse gases."}, {"_id": "2486", "title": "REFUTES", "text": "The minute increase of anthropogenic CO2 in the atmosphere (0.008%) was not the cause of the warming—it was a continuation of natural cycles that occurred over the past 500 years.\""}, {"_id": "2487", "title": "SUPPORTS", "text": "The El Nino Southern Oscillation shows close correlation to global temperatures over the short term."}, {"_id": "2488", "title": "REFUTES", "text": "However, it is unable to explain the long term warming trend over the past few decades."}, {"_id": "2489", "title": "NOT_ENOUGH_INFO", "text": "\"Three Australasian researchers have shown that natural forces are the dominant influence on climate, in a study just published in the highly-regarded Journal of Geophysical Research."}, {"_id": "2493", "title": "SUPPORTS", "text": "Mount Kilimanjaro's shrinking glacier is complicated and not due to just global warming."}, {"_id": "2494", "title": "DISPUTED", "text": "There is ample evidence that Earth's average temperature has increased in the past 100 years and the decline of mid- and high-latitude glaciers is a major piece of evidence."}, {"_id": "2495", "title": "SUPPORTS", "text": "'Gore claims the snowcap atop Africa's Mt. Kilimanjaro is shrinking and that global warming is to blame."}, {"_id": "2497", "title": "NOT_ENOUGH_INFO", "text": "Without the forests' humidity, previously moisture-laden winds blew dry."}, {"_id": "2499", "title": "NOT_ENOUGH_INFO", "text": "First, they concur with the believers that the Earth has been warming since the end of a Little Ice Age around 1850."}, {"_id": "2500", "title": "SUPPORTS", "text": "Believers think the warming is man-made, while the skeptics believe the warming is natural and contributions from man are minimal and certainly not potentially catastrophic à la Al Gore.'"}, {"_id": "2501", "title": "SUPPORTS", "text": "The human fingerprint in global warming is evident in multiple lines of empirical evidence - in satellite measurements of outgoing infrared radiation, in surface measurements of downward infrared radiation, in the cooling stratosphere and other metrics."}, {"_id": "2502", "title": "SUPPORTS", "text": "Fundamental physics and global climate models both make testable predictions as to how the global climate should change in response to anthropogenic warming."}, {"_id": "2506", "title": "SUPPORTS", "text": "The IPCC confirms that computer modeling predicts the existence of a tropical, mid-troposphere “hot spot” about 10km above the Earth’s surface."}, {"_id": "2508", "title": "SUPPORTS", "text": "\"The Pacific Decadal Oscillation (PDO) is a temperature pattern in the Pacific Ocean that spends roughly 20-30 years in the cool phase or the warm phase."}, {"_id": "2509", "title": "NOT_ENOUGH_INFO", "text": "In 1905, PDO switched to a warm phase."}, {"_id": "2510", "title": "SUPPORTS", "text": "In 1946, PDO switched to a cool phase."}, {"_id": "2511", "title": "SUPPORTS", "text": "In 1977, PDO switched to a warm phase."}, {"_id": "2515", "title": "NOT_ENOUGH_INFO", "text": "When the PDO last switched to a cool phase, global temperatures were about 0.4C cooler than currently."}, {"_id": "2516", "title": "DISPUTED", "text": "The long term warming trend indicates the total energy in the Earth's climate system is increasing due to an energy imbalance."}, {"_id": "2520", "title": "NOT_ENOUGH_INFO", "text": "According to the second law of  thermodynamics such a planetary machine can never exist.\""}, {"_id": "2521", "title": "SUPPORTS", "text": "The atmosphere of the Earth is less able to absorb shortwave radiation from the Sun than thermal radiation coming from the surface."}, {"_id": "2522", "title": "SUPPORTS", "text": "The effect of this disparity is that thermal radiation escaping to space comes mostly from the cold upper atmosphere, while the surface is maintained at a substantially warmer temperature."}, {"_id": "2523", "title": "SUPPORTS", "text": "This is called the \"atmospheric greenhouse effect\", and without it the Earth's surface would be much colder."}, {"_id": "2530", "title": "SUPPORTS", "text": "Glaciers are in rapid retreat worldwide, despite 1 error in 1 paragraph in a 3000 page IPCC report."}, {"_id": "2531", "title": "SUPPORTS", "text": "\"In 1999 New Scientist reported a comment by the leading Indian glaciologist Syed Hasnain, who said in an email interview with this author that all the glaciers in the central and eastern Himalayas could disappear by 2035."}, {"_id": "2536", "title": "NOT_ENOUGH_INFO", "text": "But the central message of the IPCC AR4, is confirmed by the peer reviewed literature."}, {"_id": "2538", "title": "SUPPORTS", "text": "Satellites and on-site measurements are observing that Himalayan glaciers are disappearing at an accelerating rate."}, {"_id": "2539", "title": "REFUTES", "text": "\"[T]he influence of  so-called greenhouse gases on near-surface temperature - is not yet  absolutely proven."}, {"_id": "2540", "title": "DISPUTED", "text": "In other words, there is as yet no incontrovertible  proof either of the greenhouse effect, or its connection with alleged  global warming."}, {"_id": "2542", "title": "NOT_ENOUGH_INFO", "text": "The statement that so-called greenhouse gases,  especially CO2, contribute to near-surface atmospheric warming is in  glaring contradiction to well-known physical laws relating to gas and  vapour, as well as to general caloric theory.'"}, {"_id": "2547", "title": "NOT_ENOUGH_INFO", "text": "The modelers confused cause and effect, thereby getting the feedback in the wrong direction.\""}, {"_id": "2549", "title": "DISPUTED", "text": "\"Many people think the science of climate change is settled."}, {"_id": "2552", "title": "SUPPORTS", "text": "The geologic record provides us with abundant evidence for such perpetual natural climate variability, from icecaps reaching almost to the equator to none at all, even at the poles."}, {"_id": "2553", "title": "NOT_ENOUGH_INFO", "text": "The climate debate is, in reality, about a 1.6 watts per square metre or 0.5 per cent discrepancy in the poorly known planetary energy balance.\""}, {"_id": "2555", "title": "SUPPORTS", "text": "Different areas of science are understood with varying degrees of certainty."}, {"_id": "2556", "title": "DISPUTED", "text": "For example, we have a lower understanding of the effect of aerosols while we have a high understanding of the warming effect of carbon dioxide."}, {"_id": "2557", "title": "SUPPORTS", "text": "Poorly understood aspects of climate change do not change the fact that a great deal of climate science is well understood."}, {"_id": "2560", "title": "REFUTES", "text": "In the 11,400 years since the end of the last Ice Age, sea  level has risen at an average of 4 feet/century, though it is now rising  much more slowly because very nearly all of the land-based ice that is  at low enough latitudes and altitudes to melt has long since gone.\""}, {"_id": "2561", "title": "SUPPORTS", "text": "Observed sea levels are actually tracking at the upper range of the IPCC projections."}, {"_id": "2562", "title": "DISPUTED", "text": "When accelerating ice loss from Greenland and Antarctica are factored into sea level projections, the estimated sea level rise by 2100 is between 75cm to 2 metres."}, {"_id": "2564", "title": "SUPPORTS", "text": "This small warming is  likely a result of the natural alterations in global ocean currents  which are driven by ocean salinity variations."}, {"_id": "2565", "title": "REFUTES", "text": "Human kind has little or nothing to do with the recent temperature changes."}, {"_id": "2568", "title": "SUPPORTS", "text": "\"The IPCC also made false predictions on the Amazon rain forests, referenced to a non peer-reviewed paper produced by an advocacy group working with the WWF."}, {"_id": "2570", "title": "SUPPORTS", "text": "The IPCC statement on Amazon rain forests is correct."}, {"_id": "2571", "title": "NOT_ENOUGH_INFO", "text": "The error was incorrect citation, failing to mention the peer-reviewed papers where the data came from."}, {"_id": "2574", "title": "SUPPORTS", "text": "On a world scale coral reefs are in decline."}, {"_id": "2575", "title": "SUPPORTS", "text": "Over the last 30-40 years 80% of coral in the Caribbean have been destroyed and 50% in Indonesia and the Pacific."}, {"_id": "2577", "title": "NOT_ENOUGH_INFO", "text": "\"Three recent articles give us reason to question the alarmists’ claims  that coral reefs are in deep trouble due to the buildup of greenhouse  gases.\" (World Climate Report)"}, {"_id": "2579", "title": "REFUTES", "text": "Over the past 250 years, humans have added just one part of CO2 in 10,000 to the atmosphere."}, {"_id": "2580", "title": "DISPUTED", "text": "Volcanoes emit around 0.3 billion tonnes of CO2 per year."}, {"_id": "2583", "title": "NOT_ENOUGH_INFO", "text": "\"Each unit of CO2 you put into the atmosphere has less and less of a warming impact."}, {"_id": "2584", "title": "NOT_ENOUGH_INFO", "text": "Once the atmosphere reaches a saturation point, additional input of CO2 will not really have any major impact."}, {"_id": "2587", "title": "SUPPORTS", "text": "If the CO2 effect was saturated, adding more CO2 should add no additional greenhouse effect."}, {"_id": "2588", "title": "SUPPORTS", "text": "However, satellite and surface measurements observe an enhanced greenhouse effect at the wavelengths that CO2 absorb energy."}, {"_id": "2590", "title": "REFUTES", "text": "This argument originates from Angstrom's work in 1901."}, {"_id": "2591", "title": "NOT_ENOUGH_INFO", "text": "We now know that the planetary energy balance is determined by the upper levels of the troposphere and that the saturation of the absorption at the central frequency does not preclude the possibility to absorb more energy."}, {"_id": "2592", "title": "REFUTES", "text": "\"A July 6, 2007 study published in the journal Science about Greenland by an international team of scientists found DNA “evidence that suggests the frozen shield covering the immense island survived the Earth’s last period of global warming,” according to a Boston Globe Article.  ..."}, {"_id": "2593", "title": "REFUTES", "text": "[T]he study indicates “Greenland’s ice may be less susceptible to the massive meltdown predicted by computer models of climate change, the main author ... said in an interview. ..."}, {"_id": "2599", "title": "REFUTES", "text": "Small amounts of very active substances can cause large effects."}, {"_id": "2600", "title": "NOT_ENOUGH_INFO", "text": "\"We have been grossly misled to think there is tens of thousands of times as much CO2 as there is!"}, {"_id": "2602", "title": "DISPUTED", "text": "If the public were aware that man-made CO2 is so incredibly small there would be very little belief in a climate disaster ...\""}, {"_id": "2603", "title": "SUPPORTS", "text": "While methane is a more potent greenhouse gas than CO2, there is over 200 times more CO2 in the atmosphere."}, {"_id": "2605", "title": "NOT_ENOUGH_INFO", "text": "\"A United Nations report has identified the world's  rapidly growing herds of cattle as the greatest threat to the climate,  forests and wildlife. ..."}, {"_id": "2606", "title": "SUPPORTS", "text": "...Livestock are responsible for 18 per cent of the  greenhouse gases that cause global warming, more than cars, planes and  all other forms of transport put together."}, {"_id": "2607", "title": "SUPPORTS", "text": "Burning fuel to produce fertiliser to grow feed, to  produce meat and to transport it - and clearing vegetation for grazing -  produces 9 per cent of all emissions of carbon dioxide, the most common  greenhouse gas."}, {"_id": "2608", "title": "NOT_ENOUGH_INFO", "text": "And their wind and manure emit more than one third of  emissions of another, methane, which warms the world 20 times faster  than carbon dioxide."}, {"_id": "2609", "title": "REFUTES", "text": "Individual carbon dioxide molecules have a short life time of around 5 years in the atmosphere."}, {"_id": "2611", "title": "SUPPORTS", "text": "The final amount of extra CO2 that remains in the atmosphere stays there on a time scale of centuries."}, {"_id": "2612", "title": "SUPPORTS", "text": "[T]he overwhelming majority of peer-reviewed studies  [find] that CO2 in the atmosphere remained there a short time."}, {"_id": "2613", "title": "SUPPORTS", "text": "CO2 levels are measured by hundreds of stations scattered across 66 countries which all report the same rising trend."}, {"_id": "2614", "title": "SUPPORTS", "text": "\"The Keeling curve, which is widely used to show the increase in CO2 emissions, is based on data from the top of Mount Mauna Loa in Hawaii."}, {"_id": "2616", "title": "NOT_ENOUGH_INFO", "text": "To claim that humidity is decreasing requires you ignore a multitude of independent reanalyses that all show increasing humidity."}, {"_id": "2618", "title": "NOT_ENOUGH_INFO", "text": "It fails to explain how we can have short-term positive feedback and long-term negative feedback."}, {"_id": "2620", "title": "SUPPORTS", "text": "\"...the largest of all the positive or temperature-amplifying feedbacks in  the UN’s arsenal is the water-vapor feedback."}, {"_id": "2623", "title": "NOT_ENOUGH_INFO", "text": "(2009) have demonstrated recently  – the upper troposphere (the only place where adding CO2 to the  atmosphere could make any difference to temperature) is considerably  drier than the models are tuned to expect.\""}, {"_id": "2627", "title": "SUPPORTS", "text": "Neptune's orbit is 164 years so observations (1950 to present day) span less than a third of a Neptunian year."}, {"_id": "2630", "title": "SUPPORTS", "text": "\"A new storm and a new red spot on Jupiter hints at climate change, USA TODAY and dozens of other sources explained yesterday."}, {"_id": "2631", "title": "REFUTES", "text": "The temperatures are expected to change by as much as 10 Fahrenheit degrees at different places of the globe."}, {"_id": "2632", "title": "NOT_ENOUGH_INFO", "text": "At least close to the new spot and to the equator, nothing less than global warming is expected\""}, {"_id": "2633", "title": "SUPPORTS", "text": "Jupiter's climate change is due to shifts in internal turbulence fueled from an internal heat source - the planet radiates twice as much energy as it receives from the sun."}, {"_id": "2641", "title": "REFUTES", "text": "In a paper published online this week in the Journal of Geophysical Research-Atmosphere, economics professor Ross McKitrick says the resulting discrepancies may be leading to an overstatement of the role of greenhouse gases in the atmosphere."}, {"_id": "2643", "title": "SUPPORTS", "text": "The \"decline\" refers to a decline in northern tree-rings, not global temperature, and is openly discussed in papers and the IPCC reports."}, {"_id": "2649", "title": "SUPPORTS", "text": "\"Mike's Nature trick\" has nothing to do with \"hide the decline\", instead refering to a technique by Michael Mann to plot instrumental temperature along with past reconstructions."}, {"_id": "2650", "title": "SUPPORTS", "text": "The decline in tree-ring growth is openly discussed in papers and IPCC reports."}, {"_id": "2656", "title": "SUPPORTS", "text": "The divergence of tree-ring proxies from temperatures after 1960 is openly discussed in the peer-reviewed literature and the last two IPCC assessment reports."}, {"_id": "2657", "title": "SUPPORTS", "text": "Currently, humans are emitting around 29 billion tonnes of carbon dioxide into the atmosphere per year."}, {"_id": "2661", "title": "NOT_ENOUGH_INFO", "text": "Current CO2 levels are the highest in 15 million years."}, {"_id": "2662", "title": "REFUTES", "text": "\"...there is the contention by Wolfgang Knorr of the Department of Earth Sciences at the University of Bristol in England that carbon dioxide levels in the atmosphere are about where they were 160 years ago.\" (as quoted by Ken Ward Jr.)"}, {"_id": "2664", "title": "SUPPORTS", "text": "Warming causes more moisture in the air which leads to more extreme precipitation events."}, {"_id": "2666", "title": "SUPPORTS", "text": "Far from contradicting global warming, record snowfall is predicted by climate models and consistent with our expectation of more extreme precipitation events."}, {"_id": "2668", "title": "NOT_ENOUGH_INFO", "text": "Meanwhile, it will likely to continue to snow in Chicago in the coming days."}, {"_id": "2671", "title": "DISPUTED", "text": "There have long been claims that some unspecificed \"they\" has \"changed the name from 'global warming' to 'climate change'\"."}, {"_id": "2673", "title": "NOT_ENOUGH_INFO", "text": "They changed the name from “global warming” to “climate change” after the term global warming just wasn’t working (it was too cold)!"}, {"_id": "2678", "title": "SUPPORTS", "text": "Measurements of carbon isotopes and falling oxygen in the atmosphere show that rising carbon dioxide is due to the burning of fossil fuels and cannot be coming from the ocean."}, {"_id": "2679", "title": "NOT_ENOUGH_INFO", "text": "\"The solubility of carbon dioxide in water is listed in the Handbook of Chemistry and Physics as a declining function of temperature. ..."}, {"_id": "2682", "title": "NOT_ENOUGH_INFO", "text": "The IPCC’s predicted equilibrium warming path bears no relation to the far lesser rate of “global warming” that has been observed in the 21st century to date."}, {"_id": "2687", "title": "NOT_ENOUGH_INFO", "text": "It seems scientists have noticed recently that quite a few planets in our solar system seem to be heating up a bit, including Pluto.\""}, {"_id": "2688", "title": "SUPPORTS", "text": "Pluto's climate change over the last 14 years is likely a seasonal event."}, {"_id": "2689", "title": "NOT_ENOUGH_INFO", "text": "Pluto experiences drastic season changes due to an elliptical orbit (that takes 250 Earth years)."}, {"_id": "2691", "title": "SUPPORTS", "text": "There are a myriad of other radiative forcings that affect the planet's energy imbalance."}, {"_id": "2692", "title": "SUPPORTS", "text": "Volcanoes, solar variations, clouds, methane, aerosols - these all change the way energy enters and/or leaves our climate."}, {"_id": "2693", "title": "SUPPORTS", "text": "While there are many drivers of climate, CO2 is the most dominant radiative forcing and is increasing faster than any other forcing."}, {"_id": "2694", "title": "SUPPORTS", "text": "The Independent Climate Change Email Review investigated the CRU scientists' actions relating to peer review."}, {"_id": "2698", "title": "SUPPORTS", "text": "The Review concluded that CRU's actions were normal and did not threaten the integrity of peer review."}, {"_id": "2702", "title": "SUPPORTS", "text": "While it's true that any single country's CO2 emissions reductions will make little difference, only if every nation agrees to limit CO2 emissions can we achieve significant cuts on a global scale."}, {"_id": "2704", "title": "REFUTES", "text": "Australia accounts for 1.5 per cent of global carbon emissions."}, {"_id": "2706", "title": "NOT_ENOUGH_INFO", "text": "Monckton appears to have cherry-picked temperature data from a few stations."}, {"_id": "2707", "title": "SUPPORTS", "text": "The full data for latitudes 64-90°N reveal the Arctic is warmer today than in 1940."}, {"_id": "2709", "title": "SUPPORTS", "text": "When you account for the effects which are not reflected in the market price of fossil fuels, like air pollution and health impacts, the true cost of coal and other fossil fuels is higher than the cost of most renewable energy technologies."}, {"_id": "2710", "title": "DISPUTED", "text": "[Wind energy] is a more expensive way of producing energy than the alternative."}, {"_id": "2711", "title": "REFUTES", "text": "'Antarctic sea ice set a new record in October 2007, as photographs distributed by the National Oceanic and Atmospheric Administration showed penguins and other cold-weather creatures able to stand farther north on Southern Hemisphere sea ice than has ever been recorded."}, {"_id": "2712", "title": "SUPPORTS", "text": "The news of expanding Antarctic sea ice stole headlines from global warming alarmists who asserted Arctic sea ice had reached its lowest extent since 1979.'"}, {"_id": "2720", "title": "SUPPORTS", "text": "The result did suggest the sea level  was increasing in the western Pacific, but this was offset by a drop in  the level near the Alaskan coast."}, {"_id": "2721", "title": "NOT_ENOUGH_INFO", "text": "“Our analyses do not indicate  acceleration in sea level in U.S. tide gauge records during the 20th  century,” the study’s authors concluded."}, {"_id": "2726", "title": "DISPUTED", "text": "Humans are emitting 26 gigatonnes of CO2 into the atmosphere."}, {"_id": "2729", "title": "NOT_ENOUGH_INFO", "text": "89 percent of the stations fail to meet the National Weather Service’s own siting requirements that stations must be 30 metres away from an artificial heating or radiating/reflecting heat source."}, {"_id": "2733", "title": "SUPPORTS", "text": "A number of independent studies using near-global satellite data find positive feedback and high climate sensitivity."}, {"_id": "2735", "title": "SUPPORTS", "text": "It appears, for the entire tropics, the observed outgoing radiation fluxes increase with the increase in sea surface temperatures (SSTs)."}, {"_id": "2736", "title": "NOT_ENOUGH_INFO", "text": "The observed behavior of radiation fluxes implies negative feedback processes associated with relatively low climate sensitivity."}, {"_id": "2738", "title": "SUPPORTS", "text": "When you read Phil Jones' actual words, you see he's saying there is a warming trend"}, {"_id": "2741", "title": "DISPUTED", "text": "'Phil Jones said that for the past 15 years there has been no \"statistically significant\" warming."}, {"_id": "2743", "title": "NOT_ENOUGH_INFO", "text": "\"a [cloudcover] change in the Tropics could lead to a negative feedback in the global climate, with a feedback factor of about –1.1, which if correct, would more than cancel all the positive feedbacks in the more sensitive current climate models\" (Lindzen et al."}, {"_id": "2744", "title": "SUPPORTS", "text": "Dropped stations show more warming than kept stations."}, {"_id": "2745", "title": "SUPPORTS", "text": "Two American researchers allege that U.S. government scientists have  skewed global temperature trends by ignoring readings from thousands of  local weather stations around the world, particularly those in colder  altitudes and more northerly latitudes, such as Canada."}, {"_id": "2746", "title": "NOT_ENOUGH_INFO", "text": "Dropped weather stations actually show a slightly warmer trend compared to kept stations."}, {"_id": "2750", "title": "DISPUTED", "text": "There is no way for us to prevent the world’s CO2 emissions    from doubling by 2100\""}, {"_id": "2751", "title": "DISPUTED", "text": "The argument that solving the global warming problem by reducing human greenhouse gas emissions is \"too hard\" generally stems from the belief that (i) our technology is not sufficiently advanced to achieve significant emissions reductions,"}, {"_id": "2753", "title": "SUPPORTS", "text": "However, studies have determined that current technology is sufficient to reduce greenhouse gas emissions the necessary amount, and that we can do so without significant impact on the economy."}, {"_id": "2754", "title": "NOT_ENOUGH_INFO", "text": "\"There are many urgent priorities that need the attention of Congress, and it is not for me as an invited guest in your country to say what they are."}, {"_id": "2755", "title": "SUPPORTS", "text": "Global warming is an increasingly urgent problem."}, {"_id": "2762", "title": "NOT_ENOUGH_INFO", "text": "One more decade of business as usual will make this impossible."}, {"_id": "2763", "title": "SUPPORTS", "text": "The long term trend from albedo is of cooling."}, {"_id": "2765", "title": "SUPPORTS", "text": "\"Earth’s Albedo has risen in the past few years, and by doing reconstructions of the past albedo, it appears that there was a significant reduction in Earth’s albedo leading up to a lull in 1997."}, {"_id": "2766", "title": "SUPPORTS", "text": "The most interesting thing here is that the albedo forcings, in watts/sq meter seem to be fairly large."}, {"_id": "2768", "title": "SUPPORTS", "text": "The long term trend from albedo is that of cooling."}, {"_id": "2773", "title": "DISPUTED", "text": "Tree-ring proxy reconstructions are reliable before 1960, tracking closely with the instrumental record and other independent proxies."}, {"_id": "2774", "title": "NOT_ENOUGH_INFO", "text": "Actual reconstructions \"diverge\" from the instrumental series in the last part of 20th century."}, {"_id": "2775", "title": "NOT_ENOUGH_INFO", "text": "For instance, in the original hockey stick (ending 1980) the last 30-40 years of data points slightly downwards."}, {"_id": "2779", "title": "SUPPORTS", "text": "Europe and Asia  emit most of the soot from burning coal, wood, dung, and diesel in open  fires or without particulate filters in stoves, chimneys, smokestacks,  and exhaust pipes."}, {"_id": "2780", "title": "NOT_ENOUGH_INFO", "text": "The United States has been restricting soot emissions  in Draconian fashion since the Clean Air Act of 1963."}, {"_id": "2782", "title": "REFUTES", "text": "\"NASA satellite data from the years 2000 through 2011 show the Earth's atmosphere is allowing far more heat to be released into space than alarmist computer models have predicted, reports a new study in the peer-reviewed science journal Remote Sensing."}, {"_id": "2783", "title": "NOT_ENOUGH_INFO", "text": "The study indicates far less future global warming will occur than United Nations computer models have predicted, and supports prior studies indicating increases in atmospheric carbon dioxide trap far less heat than alarmists have claimed."}, {"_id": "2784", "title": "NOT_ENOUGH_INFO", "text": "A subsequent study by Dessler (2011) found that Spencer's paper was not a test of climate sensitivity or feedbacks, and his assumptions do not match empirical observational data."}, {"_id": "2787", "title": "DISPUTED", "text": "Hansen's 1988 results are evidence that the actual climate sensitivity is about 3°C for a doubling of atmospheric CO2."}, {"_id": "2788", "title": "SUPPORTS", "text": "'On June 23, 1988, NASA scientist James Hansen testified before the House of Representatives that there was a strong \"cause and effect relationship\" between observed temperatures and human emissions into the atmosphere."}, {"_id": "2789", "title": "SUPPORTS", "text": "At that time, Hansen also produced a model of the future behavior of the globe’s temperature, which he had turned into a video movie that was heavily shopped in Congress."}, {"_id": "2790", "title": "NOT_ENOUGH_INFO", "text": "That model predicted that global temperature between 1988 and 1997 would rise by 0.45°C (Figure 1)."}, {"_id": "2794", "title": "DISPUTED", "text": "But his results are evidence that the actual climate sensitivity is about 3°C for a doubling of atmospheric CO2."}, {"_id": "2796", "title": "SUPPORTS", "text": "Had he used the currently accepted value of approximately 3°C warming for a doubling of atmospheric CO2, Hansen would have correctly projected the ensuing global warming."}, {"_id": "2797", "title": "DISPUTED", "text": "Global brightening is caused by changes in cloud cover, reflective aerosols and absorbing aerosols."}, {"_id": "2798", "title": "DISPUTED", "text": "While changes in cloud cover & aerosols lead to more sunlight hitting the surface, this can be compensated by the cooling effect on the atmosphere due to fewer clouds trapping less warmth and fewer absorbing aerosols absorbing less sunlight."}, {"_id": "2799", "title": "SUPPORTS", "text": "satellites confirmed measurements from ground stations show a considerable, and naturally-occurring, global brightening from 1983-2001 (Pinker et al., 2005)."}, {"_id": "2800", "title": "NOT_ENOUGH_INFO", "text": "Elementary radiative-transfer calculations demonstrate that a natural surface global brightening amounting to ~1.9 Wm–2 over the 18-year period of study would be expected – using the IPCC’s own methodology – to have caused a transient warming of 1 K (1.8 F°)."}, {"_id": "2803", "title": "NOT_ENOUGH_INFO", "text": "When we do the calculations and include all radiative forcings and the amount of heat being absorbed by the oceans, it shows that the Earth has warmed almost exactly as much as we would expect."}, {"_id": "2805", "title": "SUPPORTS", "text": "Arctic sea ice loss is three times greater than Antarctic sea ice gain, and the amount of solar energy absorbed by the Earth is increasing as a result."}, {"_id": "2807", "title": "NOT_ENOUGH_INFO", "text": "When the internal variability is removed from the temperature record, what we find is nearly monotonic, accelerating warming throughout the 20th Century."}, {"_id": "2809", "title": "SUPPORTS", "text": "The motions of the massive oceans where heat is moved between deep layers and the surface provides variability on time scales from years to centuries."}, {"_id": "2813", "title": "DISPUTED", "text": "In fact, the authors go on to estimate climate sensitivity from their findings, calculate a value between 2.3 to 4.1°C."}, {"_id": "2815", "title": "NOT_ENOUGH_INFO", "text": "A new peer-reviewed study on Surface Warming and the Solar Cycle found that times of high solar activity are on average 0.2°C warmer than times of low solar activity, and that there is a polar amplification of the warming."}, {"_id": "2817", "title": "DISPUTED", "text": "The Petition Project features over 31,000 scientists signing the petition stating \"there is no convincing scientific evidence that human release of carbon dioxide will, in the forseeable future, cause catastrophic heating of the Earth's atmosphere\"."}, {"_id": "2818", "title": "NOT_ENOUGH_INFO", "text": "The 30,000 scientists and science graduates listed on the OISM petition represent a tiny fraction (0.3%) of all science graduates."}, {"_id": "2819", "title": "NOT_ENOUGH_INFO", "text": "More importantly, the OISM list only contains 39 scientists who specialise in climate science."}, {"_id": "2821", "title": "SUPPORTS", "text": "The fact that so many studies on climate change don't bother to endorse the consensus position is significant because scientists have largely moved from what's causing global warming onto discussing details of the problem (eg - how fast, how soon, impacts, etc)."}, {"_id": "2822", "title": "NOT_ENOUGH_INFO", "text": "Klaus-Martin Schulte examined all papers published from 2004 to February 2007."}, {"_id": "2826", "title": "NOT_ENOUGH_INFO", "text": "A drop of volcanic activity in the early 20th century may have had a warming effect."}, {"_id": "2827", "title": "NOT_ENOUGH_INFO", "text": "However, volcanoes have had very little impact on the last 40 years of global warming."}, {"_id": "2834", "title": "SUPPORTS", "text": "When stomata-derived CO2 (red) is compared to ice core-derived CO2 (blue), the stomata generally show much more variability in the atmospheric CO2 level and often show levels much higher than the ice cores."}, {"_id": "2835", "title": "REFUTES", "text": "Arctic summer sea ice has shrunk by an area equal to Western Australia, and might be all gone in a decade."}, {"_id": "2836", "title": "DISPUTED", "text": "Thanks to a rapid rebound in recent months, global sea ice levels now equal those seen 29 years ago, when the year 1979 also drew to a close."}, {"_id": "2837", "title": "REFUTES", "text": "In fact, the rate of increase from September onward is the fastest rate of change on record, either upwards or downwards."}, {"_id": "2838", "title": "SUPPORTS", "text": "The data is being reported by the University of Illinois's Arctic Climate Research Center, and is derived from satellite observations of the Northern and Southern hemisphere polar regions (Daily Tech)."}, {"_id": "2839", "title": "SUPPORTS", "text": "Ice mass loss is occuring at an accelerated rate in Greenland, Antarctica and globally from inland glaciers."}, {"_id": "2840", "title": "SUPPORTS", "text": "Arctic sea ice is also falling at an accelerated rate."}, {"_id": "2841", "title": "SUPPORTS", "text": "The exception to this ice loss is Antarctic sea ice which has been growing despite the warming Southern Ocean."}, {"_id": "2843", "title": "REFUTES", "text": "Together, these two unaltered [sea level] datasets indicate that global mean sea level trend has remained stable over the entire period 1992-2007, altogether eliminating the apparent 3.2 mm/year rate of sea-level rise arising from the “adjusted” data."}, {"_id": "2844", "title": "SUPPORTS", "text": "The claim sea level isn’t rising is based on blatantly doctored graphs and conspiracy theories that are contradicted by empirical observational data."}, {"_id": "2845", "title": "SUPPORTS", "text": "The original global temperature schematic which appeared in the IPCC First Assessment Report and seemed to show the Medieval Warm Period (MWP) hotter than Present was based on the central England temperature record, and ended in the 1950s."}, {"_id": "2849", "title": "SUPPORTS", "text": "\"by the 2001 [IPCC] climate assessment...the Medieval Warm Period had been ingeniously wiped out."}, {"_id": "2853", "title": "SUPPORTS", "text": "The Ozone Layer stops UV radiation from entering our atmosphere."}, {"_id": "2856", "title": "NOT_ENOUGH_INFO", "text": "At present, climate forecasts even as little as six weeks ahead can be diametrically the opposite of what actually occurs, even if the forecasts are limited to a small region of the planet.'"}, {"_id": "2857", "title": "SUPPORTS", "text": "Weather is chaotic because air is light, it has low friction and viscosity, it expands strongly when in contact with hot surfaces and it conducts heat poorly."}, {"_id": "2862", "title": "SUPPORTS", "text": "The Independent Climate Change Email Review found the CRU scientists were unhelpful and unsympathetic to information requesters and at times broke FoI laws."}, {"_id": "2867", "title": "SUPPORTS", "text": "Skeptics who oppose scientific findings that threaten their world view are far closer to Galileo's belief-based critics in the Catholic Church."}, {"_id": "2868", "title": "SUPPORTS", "text": "\"I mean, it - I mean - and I tell somebody, I said, just because you have a group of scientists that have stood up and said here is the fact, Galileo got outvoted for a spell\" (Texas Governor Rick Perry)"}, {"_id": "2869", "title": "NOT_ENOUGH_INFO", "text": "Claims that the IPCC does not accurately represent the views and findings of the scientists, on whose work the IPCC reports are based, are not supported by the facts."}, {"_id": "2870", "title": "SUPPORTS", "text": "Ironically, it's those who are mispresenting Hulme's paper that are the ones being misleading."}, {"_id": "2871", "title": "REFUTES", "text": "'The UN’s Intergovernmental Panel on Climate Change misled the press and public into believing that thousands of scientists backed its claims on manmade global warming, according to Mike Hulme, a prominent climate scientist and IPCC insider."}, {"_id": "2876", "title": "SUPPORTS", "text": "Science entitled The Scientific Consensus on Climate Change (Oreskes 2004)."}, {"_id": "2877", "title": "REFUTES", "text": "Benny Peiser conducted a search of peer-reviewed literature on the ISI Web of Science database between 1993 and 2003."}, {"_id": "2880", "title": "SUPPORTS", "text": "For example, geothermal energy is available at all times, concentrated solar thermal energy has storage capability, and wind energy can be stored in compressed air."}, {"_id": "2881", "title": "SUPPORTS", "text": "Numerous case studies on both regional and global scales have determined that renewable energy, if properly implemented, can provide baseload power."}, {"_id": "2882", "title": "SUPPORTS", "text": "Trenberth's views are clarified in the paper \"An imperative for climate change planning: tracking Earth's global energy\"."}, {"_id": "2886", "title": "SUPPORTS", "text": "As it happens, the writer of that October 2009 e-mail—Kevin Trenberth, a lead author of the warmist bible, the 2007 Intergovernmental Panel on Climate Change (IPCC) report—told Congress two years ago that evidence for manmade warming is \"unequivocal."}, {"_id": "2887", "title": "NOT_ENOUGH_INFO", "text": "He claimed \"the planet is running a ’fever’ and the prognosis is that it is apt to get much worse.\""}, {"_id": "2888", "title": "SUPPORTS", "text": "But Trenberth’s \"lack of warming at the moment\" has been going on at least a decade."}, {"_id": "2890", "title": "NOT_ENOUGH_INFO", "text": "Heat is continuing to build up in the subsurface ocean."}, {"_id": "2891", "title": "NOT_ENOUGH_INFO", "text": "Wu et al (2010) use a new method to calculate ice sheet mass balance."}, {"_id": "2894", "title": "SUPPORTS", "text": "\"Rapid loss of ice-mass from the glaciers of Greenland and Antarctica are  cited as proof positive of global warming's onslaught."}, {"_id": "2895", "title": "SUPPORTS", "text": "The latest  measurements involve the use of satellite gravimetry, estimating  the mass of terrain beneath by detecting slight changes in gravity as a  satellite passes overhead."}, {"_id": "2896", "title": "SUPPORTS", "text": "But gravity measurements of ice-mass loss are  complicated by glacial isostatic adjustments—compensation for the rise or fall of the underlying crustal material."}, {"_id": "2897", "title": "NOT_ENOUGH_INFO", "text": "A new article in Nature Geoscience  describes an innovative approach employed to derive ice-mass changes  from GRACE data."}, {"_id": "2898", "title": "REFUTES", "text": "The report suggests significantly smaller overall  ice-mass losses than previous estimates."}, {"_id": "2901", "title": "NOT_ENOUGH_INFO", "text": "Though CRU neglected to provide an exact list of temperature stations, it could not have hid or tampered with data."}, {"_id": "2902", "title": "REFUTES", "text": "\"So  recently the media picked up on the fact that CRU deleted the raw data for this  important global temperature set long ago."}, {"_id": "2903", "title": "NOT_ENOUGH_INFO", "text": "The interesting point is that it also seems each time they come across a new  dataset it is simply replaced."}, {"_id": "2907", "title": "SUPPORTS", "text": "Maximum warming occurs over the surface during winter while less surface warming is found in summer when heat is being used to melt sea ice."}, {"_id": "2910", "title": "SUPPORTS", "text": "The authors seem to have jumped right  into statistical  analysis without proposing a physical mechanism that  works."}, {"_id": "2912", "title": "NOT_ENOUGH_INFO", "text": "temperature under the ice is fixed at -2C.  Thus elevated winter   air temperatures"}, {"_id": "2914", "title": "DISPUTED", "text": "Whatever is driving increases in winter Arctic temperatures   is not heat coming out of the Arctic Ocean, which is covered with   insulating ice.'"}, {"_id": "2915", "title": "DISPUTED", "text": "\"Pollution; none of us are supporting putting substances into the  atmosphere or the waterways that might be pollutants, but carbon dioxide  is not a pollutant."}, {"_id": "2916", "title": "REFUTES", "text": "If Senator Wong was really serious about her  science she would stop breathing because you inhale air that's got 385  parts per million carbon dioxide in it"}, {"_id": "2918", "title": "NOT_ENOUGH_INFO", "text": "Temperature errors in the Great Lakes region are not incorporated in any of the global mean temperature records."}, {"_id": "2920", "title": "REFUTES", "text": "\"Global warming data apparently cooked by U.S. government-funded body  shows astounding temperature fraud with increases averaging 10 to 15  degrees Fahrenheit."}, {"_id": "2921", "title": "NOT_ENOUGH_INFO", "text": "The tax-payer funded National Oceanic and Atmospheric Administration  (NOAA) has become mired in fresh global warming data scandal involving  numbers for the Great Lakes region that substantially ramp up averages.\""}, {"_id": "2922", "title": "NOT_ENOUGH_INFO", "text": "Soares looks at short-term trends which are swamped by natural variations."}, {"_id": "2924", "title": "DISPUTED", "text": "The long-term correlation between CO2 and temperature is well established."}, {"_id": "2927", "title": "SUPPORTS", "text": "CO2 changes are closely related to temperature."}, {"_id": "2928", "title": "SUPPORTS", "text": "Warmer seasons or triennial phases are followed by an atmosphere that is rich in CO2, reflecting the gas solving or exsolving from water, and not photosynthesis activity."}, {"_id": "2935", "title": "REFUTES", "text": "Claims have recently surfaced in the blogosphere that an increasing number of scientists are warning of an imminent global cooling, some even going so far as to call it a \"growing consensus\"."}, {"_id": "2939", "title": "NOT_ENOUGH_INFO", "text": "\"The climate of this planet oscillates between periods of approximately  30 years of warming followed by approximately 30 years of cooling."}, {"_id": "2940", "title": "REFUTES", "text": "Rather than 100 years of unprecedented global warming as predicted by  IPCC, the global temperatures have leveled off and we seem to be heading  for cooler weather.\""}, {"_id": "2942", "title": "NOT_ENOUGH_INFO", "text": "It’s usually taken to be the fact that as carbon dioxide concentrations in the atmosphere increase, the 1 per cent of CO2 that’s the heavier carbon isotope ratio c13 declines in proportion."}, {"_id": "2945", "title": "NOT_ENOUGH_INFO", "text": "But that conclusion holds true only if there are no other sources of c12 increases which are not human caused."}, {"_id": "2948", "title": "SUPPORTS", "text": "Various independent measurements of solar activity all confirm the sun has shown a slight cooling trend since 1978."}, {"_id": "2949", "title": "REFUTES", "text": "There is no single continuous satellite measurement of Total Solar Irradiance (TSI)."}, {"_id": "2951", "title": "NOT_ENOUGH_INFO", "text": "The two most cited composites are PMOD and ACRIM."}, {"_id": "2953", "title": "NOT_ENOUGH_INFO", "text": "In particular, PMOD alters the data from the Nimbus7/ERB record from 1989 to 1991."}, {"_id": "2959", "title": "REFUTES", "text": "Even if the warming were as big as the IPCC imagines, it would not be as dangerous as Mr. Brown suggests."}, {"_id": "2961", "title": "REFUTES", "text": "Cooks ’97% consensus’ disproven by a new peer"}, {"_id": "2963", "title": "SUPPORTS", "text": "When CO2 emissions are compared directly to CO2 levels, there is a strong correlation in the long term trends."}, {"_id": "2966", "title": "REFUTES", "text": "Over the three years from 1979 to 1982 when CO2 emissions were decreasing due to the rapid increase in the price of oil that drastically reduced consumption, there was no change in the rate of increase in atmospheric concentration of CO2 proving that humans were not the primary source for the increase in concentration.'"}, {"_id": "2967", "title": "SUPPORTS", "text": "The contribution of waste heat to the global climate is 0.028 W/m2."}, {"_id": "2970", "title": "SUPPORTS", "text": "\"Global warming is mostly due to heat production by human industry since the 1800s, from nuclear power and fossil fuels, better termed hydrocarbons, – coal, oil, natural gas."}, {"_id": "2973", "title": "NOT_ENOUGH_INFO", "text": "Also, it's not yet clear whether changes in stratospheric water vapor are caused by a climate feedback or internal variability"}, {"_id": "2977", "title": "SUPPORTS", "text": "According to the study, as carbon levels have risen, the cold air at high altitudes over the tropics has actually grown colder."}, {"_id": "2978", "title": "REFUTES", "text": "The lower temperatures at this \"coldest point\" have caused global water vapor levels to drop, even as carbon levels rise."}, {"_id": "2979", "title": "SUPPORTS", "text": "Water vapor helps trap heat, and is a far the strongest of the major greenhouse gases, contributing 36–72 percent of the greenhouse effect."}, {"_id": "2981", "title": "REFUTES", "text": "Thus rather than a \"doomsday\" cycle of runaway warming, Mother Earth appears surprisingly tolerant of carbon, decreasing atmospheric levels of water vapor -- a more effective greenhouse gas -- to compensate."}, {"_id": "2982", "title": "SUPPORTS", "text": "Statistical analysis of the rate of warming over different periods find that warming from 1970 to 2001 is greater than the warming from both 1860 to 1880 and 1910 to 1940."}, {"_id": "2983", "title": "SUPPORTS", "text": "Despite the logarithmic relationship between CO2 and surface temperatures, atmospheric CO2 levels are rising so fast that unless we dramatically decrease our emissions, global warming will accelerate over the 21st Century."}, {"_id": "2986", "title": "SUPPORTS", "text": "As a result, the planet as a whole is becoming less reflective and absorbing more sunlight, which is accelerating global warming."}, {"_id": "2989", "title": "REFUTES", "text": "While preventing global warming is relatively cheap, economists can't even accurately estimate the accelerating costs of climate damages if we continue with business-as-usual."}, {"_id": "2991", "title": "REFUTES", "text": "Yet the cost of doing something will likely be higher than 6 per cent of GDP\" (Bjorn Lomborg)"}, {"_id": "2992", "title": "SUPPORTS", "text": "The measurements of the amount of CO2 made at the Mauna Loa Observatory are accurate and uncontaminated by any emissions from the volcano."}, {"_id": "2994", "title": "SUPPORTS", "text": "'Mauna Loa has been producing a readout which supports Manning's predetermined goal by showing steady growth in atmospheric CO2 concentrations since 1959."}, {"_id": "2997", "title": "NOT_ENOUGH_INFO", "text": "The trend in CO2 at Mauna Loa is practically identical to the global trend because CO2 mixes well throughout the atmosphere."}, {"_id": "3000", "title": "NOT_ENOUGH_INFO", "text": "The influence of the volcano is easily spotted and removed, together with other even more important spurious influences."}, {"_id": "3003", "title": "REFUTES", "text": "Venus is not hot because of a runaway greenhouse."}, {"_id": "3004", "title": "NOT_ENOUGH_INFO", "text": "\"The solar system oscillates with a 60-year cycle due to the Jupiter/Saturn three-synodic cycle and to a Jupiter/Saturn beat tidal cycle..."}, {"_id": "3005", "title": "REFUTES", "text": "About 60% of the warming observed from 1970 to 2000 was very likely caused by the above natural 60-year climatic cycle during its warming phase\" (Loehle and Scafetta)"}, {"_id": "3007", "title": "NOT_ENOUGH_INFO", "text": "There seems to be evidence for a link between solar activity and water levels."}, {"_id": "3008", "title": "REFUTES", "text": "However, more direct comparisons between solar activity and global temperature finds that  as the sun grew hotter or cooler, Earth's climate followed it with a 10 year lag - presumably due to the dampening effect of the ocean."}, {"_id": "3009", "title": "SUPPORTS", "text": "Also found was that the correlation between solar activity and global temperatures ended around 1975, hence recent warming must have some other cause than solar variations."}, {"_id": "3011", "title": "NOT_ENOUGH_INFO", "text": "A South African paper has found a 21 year cycle synchronous with the solar cycle (Alexander 2007)."}, {"_id": "3017", "title": "NOT_ENOUGH_INFO", "text": "Some of the regions in which  GRACE claims ice loss in East Antarctica average colder than -30°C  during the summer, and never, ever get above freezing."}, {"_id": "3024", "title": "NOT_ENOUGH_INFO", "text": "Unlike the simple example of positive feedback we learned in high school, the increase from every round of feedback gets smaller and smaller, in the case of the enhanced greenhouse effect."}, {"_id": "3032", "title": "SUPPORTS", "text": "Consequently, CO2 levels at around 1,000 to 2,300 ppm were actually low enough to promote glaciation in the southern continent of Gondwana."}, {"_id": "3034", "title": "NOT_ENOUGH_INFO", "text": "Since rock weathering reduces atmospheric CO2, this again reinforces the scientific fact that CO2 is a strong driver of climate."}, {"_id": "3038", "title": "SUPPORTS", "text": "Clearly, other factors besides atmospheric carbon influence earth temperatures and global warming.\""}, {"_id": "3039", "title": "SUPPORTS", "text": "Hocker is claiming that his model shows that the long-term upward trend in CO2 is explained by temperature, when his methods actually removed the long-term trend."}, {"_id": "3044", "title": "SUPPORTS", "text": "Thousands of coral atolls have \"drowned\" in the past when they were unable to grow fast enough to maintain a presence at sea level"}, {"_id": "3046", "title": "SUPPORTS", "text": "There are many lines of evidence which clearly show that the atmospheric CO2 increase is caused by humans."}, {"_id": "3047", "title": "SUPPORTS", "text": "The clearest of these is simple accounting - humans are emitting CO2 at a rate twice as fast as the atmospheric increase (natural sinks are absorbing the other half)."}, {"_id": "3048", "title": "SUPPORTS", "text": "There is no question whatsoever that the CO2 increase is human-caused."}, {"_id": "3049", "title": "REFUTES", "text": "that atmospheric CO2 increase that we observe is a product of temperature  increase, and not the other way around, meaning it is a product of  natural variation..."}, {"_id": "3051", "title": "DISPUTED", "text": "Once natural influences, in particular the impact of El Niño and La Niña, are removed from the recent termperature record, there is no evidence of a significant change in the human contribution to climate change."}, {"_id": "3052", "title": "REFUTES", "text": "\"...there has been no increase in the global average surface temperature for the past 16 years\" (Judith Curry and David Rose)"}, {"_id": "3056", "title": "DISPUTED", "text": "\"The observed data show that CFCs conspiring with cosmic rays most likely caused both the Antarctic ozone hole and global warming..."}, {"_id": "3058", "title": "DISPUTED", "text": "Correspondingly, the global surface temperature has also dropped.\""}, {"_id": "3059", "title": "NOT_ENOUGH_INFO", "text": "Models and direct observations find that CFCs only contribute a fraction of the warming supplied by other greenhouse gases."}, {"_id": "3062", "title": "SUPPORTS", "text": "This increases confidence in other peer-reviewed research predicting sea level rise of 80cm to 2 metres by 2100."}, {"_id": "3063", "title": "NOT_ENOUGH_INFO", "text": "'Another global warming myth comes crashing down."}, {"_id": "3064", "title": "REFUTES", "text": "No warming since at least 1995, no melting glaciers and now no rising sea levels."}, {"_id": "3066", "title": "SUPPORTS", "text": "The claim that 2.2 conventional jobs are destroyed   for  every new job created in the alternative energy industry is based on a study which relies on incorrect numbers, cherrypicked dates, faulty theory, flawed methodology, and is disproven by real-world examples."}, {"_id": "3068", "title": "NOT_ENOUGH_INFO", "text": "for every renewable energy job that the State manages to finance, Spain’s experience...reveals with high confidence, by two different methods, that the U.S. should expect a loss of at least 2.2 jobs on average"}, {"_id": "3069", "title": "SUPPORTS", "text": "Continued greenhouse gas emissions at or above current rates would cause further warming and induce many changes in the global climate system during the 21st century that would very likely be larger than those observed during the 20th century."}, {"_id": "3070", "title": "NOT_ENOUGH_INFO", "text": "So this is a government which is proposing to put at risk our manufacturing industry, to penalise struggling families, to make a tough situation worse for millions of households right around Australia."}, {"_id": "3072", "title": "DISPUTED", "text": "\"a paper...in Science magazine concludes that the climate sensitivity—how much the earth’s average temperature will rise as a result of a doubling of the atmospheric concentration of carbon dioxide—likely (that is, with a 66% probability) lies in the range 1.7°C to 2.6°C, with a median value of 2.3°C."}, {"_id": "3074", "title": "SUPPORTS", "text": "Fourth Assessment Report (AR4), in which the likely range is given as 2.0°C to 4.5°C, with a best estimate of 3.0°C\" (Pat Michaels)"}, {"_id": "3075", "title": "SUPPORTS", "text": "Multiple lines of evidence indicate Greenland's ice loss is accelerating and will contribute sea level rise in the order of metres over the next few centuries."}, {"_id": "3079", "title": "REFUTES", "text": "This was the case last year too, while earlier  years in the DMI analysis period (1958-2010) hardly ever shows Arctic  melt season temperatures this cold (Frank Lansner)"}, {"_id": "3082", "title": "NOT_ENOUGH_INFO", "text": "\"However, a single scientist, Dr. Ben Santer of Lawrence Livermore National Laboratory, rewrote the draft at the IPCC’s request, deleting all five statements, replacing them with a single statement to the effect that a human influence on global climate was now discernible, and making some 200 consequential amendments."}, {"_id": "3084", "title": "DISPUTED", "text": "\"the temperature increase in the second half of the 20th century could have taken place in steps driven by major ENSO events\" (Jens Raunsø Jensen)"}, {"_id": "3090", "title": "NOT_ENOUGH_INFO", "text": "A generous estimate of the energy generated by satellites is around 1 million times too small to cause global warming."}, {"_id": "3091", "title": "NOT_ENOUGH_INFO", "text": "Global Warming history completely coincides with the history of artificial satellites and the use of microwave frequencies from outer space."}, {"_id": "3093", "title": "SUPPORTS", "text": "Sending oscillating microwaves from an antenna inside a vacuum through an electromagnetic field through a dielectric material, such as water, creates radio frequency heating at the molecular level"}, {"_id": "3099", "title": "SUPPORTS", "text": "\"The IPCC’s Fourth Assessment Report, 2007, carries in three places a graph in which the Hadley Center’s global mean surface temperature anomaly dataset from 1850-2005 is displayed with four arbitrarily-chosen trend-lines overlaid upon it."}, {"_id": "3102", "title": "NOT_ENOUGH_INFO", "text": "...there [is] anecdotal and other evidence suggesting similar melts from 1938-43 and on other occasions."}, {"_id": "3103", "title": "REFUTES", "text": "\"Disasters Cost More Than Ever — But Not Because of Climate Change\" (Roger Pielke Jr.)"}, {"_id": "3104", "title": "SUPPORTS", "text": "the satellite sensors show less warming in the lower troposphere (approximately 10,000 feet above the earth’s surface) than is reported by surface temperature readings."}, {"_id": "3105", "title": "NOT_ENOUGH_INFO", "text": "Global warming theory holds that one of the fingerprints of human-induced global warming is more rapid warming in the lower troposphere than at the surface (James Taylor)"}, {"_id": "3110", "title": "NOT_ENOUGH_INFO", "text": "In those days you couldn’t have seen across the street for all the carbon emissions and the crap coming out of the chimneys.'"}, {"_id": "3111", "title": "NOT_ENOUGH_INFO", "text": "Ljungqvist's millennial temperature reconstruction was very similar to Moberg et al."}, {"_id": "3112", "title": "DISPUTED", "text": "It also concludes that current northern hemisphere surface air temperatures are significantly higher than during the peak of the Medieval Warm Period (MWP)."}, {"_id": "3114", "title": "NOT_ENOUGH_INFO", "text": "'What I can comment on is this prediction by Dr. Hansen: “The West Side Highway [which runs along the Hudson River] will be under water.”"}, {"_id": "3119", "title": "REFUTES", "text": "CO2 constitutes 80% of the non-condensing greenhouse gas forcing."}, {"_id": "3121", "title": "SUPPORTS", "text": "\"Cloud cover in models is poorly treated and inaccurately predicted."}, {"_id": "3122", "title": "NOT_ENOUGH_INFO", "text": "Yet clouds reflect about seventy-five watts per square meter."}, {"_id": "3123", "title": "SUPPORTS", "text": "Given that a doubling of carbon dioxide would change the surface heat flux by only two watts per square meter, it is evident that a small change in cloud cover can strongly affect the response to carbon dioxide.\""}, {"_id": "3124", "title": "REFUTES", "text": "the Great Barrier Reef is in fine fettle"}, {"_id": "3125", "title": "NOT_ENOUGH_INFO", "text": "About 60% of the warming observed from 1970 to 2000 was very likely caused by this natural 60-year climatic cycle during its warming phase..."}, {"_id": "3127", "title": "NOT_ENOUGH_INFO", "text": "\"Skeptics hope that Postma’s alternative thermal model will lead  to the birth of a new climatology, one that actually follows the laws of  physics and properly physical modeling techniques..."}, {"_id": "3130", "title": "SUPPORTS", "text": "\"There are other possible causes for climate change which could be associated with solar activity or related to variations in the temperature of the liquid core of the Earth, which is about 5,400 degrees Celsius."}, {"_id": "3131", "title": "NOT_ENOUGH_INFO", "text": "We don't need a high heat flow - just a high temperature for the core to affect the surface climate."}, {"_id": "3134", "title": "SUPPORTS", "text": "Over the last decade, heatwaves are five times more likely than if there had been no global warming."}]