{"_id": "6", "text": "The polar bear population has been growing."}{"_id": "9", "text": "Ironic' study finds more CO2 has slightly cooled the planet"}{"_id": "10", "text": "Human additions of CO2 are in the margin of error of current measurements and the gradual increase in CO2 is mainly from oceans degassing as the planet slowly emerges from the last ice age."}{"_id": "18", "text": "it’s not a pollutant that threatens human civilization."}{"_id": "19", "text": "If CO2 was so terrible for the planet, then installing a CO2 generator in a greenhouse would kill the plants."}{"_id": "21", "text": "Sea level rise has been slow and a constant, pre-dating industrialization"}{"_id": "33", "text": "Harvard study finds that wind turbines create MORE global warming than the fossil fuels they eliminate"}{"_id": "35", "text": "Ice berg melts, ocean level remains the same."}{"_id": "38", "text": "Scientists studying Antarctica sea ice warn a rise in accumulation could spark the next ice age."}{"_id": "42", "text": "Unprecedented climate change has caused sea level at Sydney Harbour to rise approximately 0.0 cm over the past 140 years."}{"_id": "44", "text": "Human-produced carbon might be one of the factors [of climate change], but there’s simply no evidence that it is a significant one."}{"_id": "69", "text": "Sea level rise is not going to happen."}{"_id": "79", "text": "The rate of warming according to the data is much slower than the models used by the IPCC"}{"_id": "82", "text": "The ­atmospheric residency time of carbon dioxide is five years"}{"_id": "86", "text": "There isn’t yet any empirical evidence for their claim that greenhouse gases even cause temperatures to increase."}{"_id": "96", "text": "The IPCC, the Intergovernmental Panel on Climate Change, which is sort of the voice of the consensus, concedes that there has been no increase in extreme weather events."}{"_id": "97", "text": "according, again, to the official figures—during this past 10 years, if anything, mean global temperature, average world temperature, has slightly declined"}{"_id": "103", "text": "global warming ceased around the end of the twentieth century and was followed (since 1997) by 19 years of stable temperature"}{"_id": "105", "text": "Therefore, CO2 levels could not have forced temperatures to rise."}{"_id": "108", "text": "sea-level rise is not accelerating."}{"_id": "113", "text": "The temperature is not rising nearly as fast as the alarmist computer models predicted."}{"_id": "123", "text": "the warming is not nearly as great as the climate change computer models have predicted."}{"_id": "126", "text": "El Niño drove record highs in global temperatures suggesting rise may not be down to man-made emissions."}{"_id": "127", "text": "Increased atmospheric carbon dioxide has helped raise global food production and reduce poverty."}{"_id": "137", "text": "Preventing future pandemics requires more not less “industrial” agriculture"}{"_id": "173", "text": "If there were [carbon emissions], we could not see because most carbon is black."}{"_id": "184", "text": "It has never been shown that human emissions of carbon dioxide drive global warming."}{"_id": "199", "text": "In the past, warming has never been a threat to life on Earth."}{"_id": "203", "text": "In our lifetime, there has been no correlation between carbon dioxide emissions and temperature"}{"_id": "207", "text": "Each of the six major past ice ages began when the atmospheric carbon dioxide content was far higher than at present."}{"_id": "237", "text": "However the warming trend is slower than most climate models have forecast"}{"_id": "246", "text": "at the end of recent ice ages, the concentration of carbon dioxide in the atmosphere started to rise only after temperatures began to climb."}{"_id": "268", "text": "Some scientists believe that solar activity is more likely to influence today’s climate than carbon dioxide, and Dr Soon has compiled data showing temperature in America, Canada and Mexico rises and falls in line with solar activity."}{"_id": "284", "text": "The figure traditionally cited that suggests 97 per cent of climate scientists agree that global warming is man-made was also found to be flawed."}{"_id": "287", "text": "Climate skeptics argue temperature records have been adjusted in recent years to make the past appear cooler and the present warmer, although the Carbon Brief showed that NOAA has actually made the past warmer, evening out the difference."}{"_id": "298", "text": "Only very few peer-reviewed papers even go so far as to say that recent warming is chiefly anthropogenic."}{"_id": "306", "text": "There is no statistical evidence that global warming is intensifying[…] droughts"}{"_id": "311", "text": "there has been no systematic increase in the frequency of extreme weather events,"}{"_id": "344", "text": "Globally there’s no clear evidence of trends and patterns in extreme events such as droughts, hurricanes and floods."}{"_id": "348", "text": "There’s no trend in hurricane-related flooding in the U.S."}{"_id": "349", "text": "Nor is there evidence of an increase in floods globally."}{"_id": "350", "text": "Since 1965, more parts of the U.S. have seen a decrease in flooding than have seen an increase."}{"_id": "353", "text": "The bottom line is there’s no solid connection between climate change and the major indicators of extreme weather"}{"_id": "377", "text": "If we halve the carbon dioxide content of the atmosphere, all life dies."}{"_id": "382", "text": "The amount of energy used to construct solar and wind facilities is greater than they produce in their working lives."}{"_id": "383", "text": "“As soon as renewables were introduced into the grid, electric­ity prices increased and delivery became unreliable."}{"_id": "386", "text": "Renew­ables such as wind turbines are environmentally disastrous because they pollute a huge land area, slice and dice birds and bats, kill insects that are bird food, create health problems for humans who live within kilometres of them, leave toxins around the turbine site and despoil the landscape."}{"_id": "390", "text": "there were no ice sheets covering either Greenland or West Antarctica, and much of the East Antarctic ice sheet was gone."}{"_id": "392", "text": "a study that totally debunks the whole concept of man-made Global Warming"}{"_id": "400", "text": "The idea that climate change is producing heat records across the Earth is among the most egregious manipulations of data in the absurd global warming debate."}{"_id": "404", "text": "Actual weather records over the past 100 years show no correlation between rising carbon dioxide levels and local temperatures."}{"_id": "442", "text": "There is no empirical evidence that increasing greenhouse gases are the primary cause of Global Warming"}{"_id": "443", "text": "“Today climate scientists are obsessed with the level of carbon dioxide in the atmosphere, a very very small part of the overall picture."}{"_id": "450", "text": "If we double atmospheric carbon dioxide[…] we’d only raise global surface temperatures by about a degree Celsius."}{"_id": "452", "text": "“So the bottom line of all this is that climate change is natural, not man-made."}{"_id": "454", "text": "Man-made greenhouse gases play only an insignificant role.”"}{"_id": "455", "text": "Climate scientists are telling us it’s likely we’re going to be in for a period of cooling."}{"_id": "498", "text": "The 30 most costly hurricanes in U.S. history (according to federal data from January) show no increase in intensity over time."}{"_id": "512", "text": "water vapour has been the main greenhouse gas and carbon dioxide has had a minuscule effect on global climate"}{"_id": "590", "text": "Their ECS estimate is 1.5 degrees, with a probability range between 1.05 and 2.45 degrees."}{"_id": "598", "text": "If ECS is as low as the Energy Balance literature suggests, it means that the climate models we have been using for decades run too hot and need to be revised."}{"_id": "625", "text": "I note particularly that sea-level rise is not affected by the warming; it continues at the same rate, 1.8 millimeters a year, according to a 1990 review by Andrew S. Trupin and John Wahr."}{"_id": "633", "text": "Currently, sea-level rise does not seem to depend on ocean temperature, and certainly not on CO2."}{"_id": "666", "text": "while it’s true that studies in some regions show polar bears are lighter in weight than they were in the 1980s, there is no evidence that more individuals are starving to death or becoming too thin to reproduce because of less summer ice."}{"_id": "698", "text": "A recent study led by Lawrence Livermore National Laboratory climate scientist Ben Santer found that while the models ran hot, the ‘overestimation’ was ‘partly due to systematic deficiencies in some of the post-2000 external forcings used in the model simulations.’"}{"_id": "742", "text": "Global human emissions are only 3 per cent of total annual emissions."}{"_id": "812", "text": "The human contribution can be up to 30 percent or so of the total rainfall coming out of the storm"}{"_id": "818", "text": "“Carbon dioxide hurts nobody’s health."}{"_id": "819", "text": "Climate change need not endanger anyone”"}{"_id": "861", "text": "None of these places, which today supply much of the world’s food, will be reliable sources of any."}{"_id": "888", "text": "the mild warming of around 0.8 degrees Celsius that the planet has experienced since the middle of the 19th century"}{"_id": "889", "text": "“Several of the papers note that the primary influence on warming appears to be solar activity."}{"_id": "892", "text": "Despite recent attempts to paint the United States as a major global polluter, according to the World Health Organization (WHO), the U.S. is among the cleanest nations on the planet."}{"_id": "897", "text": "The report […] found that the United States was one of the most pollution-free nations in the world.”"}{"_id": "905", "text": "“Some experts, such as UN climate scientist Dr. Indur Goklany, have defended rising CO2 levels as a good thing for humanity."}{"_id": "910", "text": "The cement, iron and steel, and petroleum refining industries could see their production cut by 21% 19%, and 11% respectively.”"}{"_id": "960", "text": "This means the global temperature trend has now shown no further warming for 19 years"}{"_id": "982", "text": "Not everyone is convinced that the evidence is in that climate change is responsible for extreme swings between drought and deluge."}{"_id": "1014", "text": "Final data for 2016 sea level rise have yet to be published."}{"_id": "1097", "text": "“[…]The impact on calcification, metabolism, growth, fertility and survival of calcifying marine species when pH is lowered up to 0.3 units […] is beneficial, not damaging."}{"_id": "1098", "text": "Marine life has nothing whatsoever to fear from ocean acidification.”"}{"_id": "1146", "text": "“It’s far too early to tell if what we are seeing in the Arctic, and now the Antarctic, is a sharp shift towards warmer poles with less ice."}{"_id": "1151", "text": "“Unlike genuine pollutants, carbon dioxide (CO2) is an odorless, colorless gas."}{"_id": "1155", "text": "But observations, such as those on our CO2 Coalition website, show that increased CO2 levels over the next century will cause modest and beneficial warming—perhaps as much as one degree Celsius (1.8 degrees Fahrenheit)"}{"_id": "1163", "text": "“Global warming and climate change, even if it is 100% caused by humans, is so slow that it cannot be observed by anyone in their lifetime."}{"_id": "1167", "text": "Lake-bottom sediments in Florida tell us that recent major hurricane activity in the Gulf of Mexico has been less frequent than in centuries past."}{"_id": "1178", "text": "“The most famous of these studies, published in 2010 by Paul Kench and Arthur Webb of the South Pacific Applied Geoscience Commission in Fiji, showed that of 27 Pacific islands, 14% lost area."}{"_id": "1212", "text": "(In technical lingo, the so-called social cost of carbon would be negative.)”"}{"_id": "1216", "text": "…obsessing about climate change is avoiding a frank discussion about the here-and-now problems of budget deficits, the federal debt, school choice, entitlement reform, and so on."}{"_id": "1269", "text": "“The oceans, which absorb more than 90% of the extra CO2 pumped into the atmosphere“"}{"_id": "1313", "text": "Coral bleaching has devastated 93% of the Great Barrier Reef"}{"_id": "1315", "text": "cold kills many more people than heat."}{"_id": "1324", "text": "cold deaths actually occur during moderate temperatures"}{"_id": "1331", "text": "More than half of the 44 studies selected for publication found that raised levels of CO2 had little or no impact on marine life, including crabs, limpets, sea urchins and sponges"}{"_id": "1334", "text": "We simply could never release enough CO2 into the atmosphere to cause the pH to go below 7 [the point in the pH scale at which a solution becomes acidic].”"}{"_id": "1339", "text": "“Dr Browman, a marine scientist for 35 years, said he was not saying that ocean acidification posed no threat, but that he believed that “a higher level of academic scepticism” should be applied to the topic."}{"_id": "1374", "text": "world temperatures, because they have gone up only very slowly, less than half as fast as the scientific consensus predicted in 1990"}{"_id": "1377", "text": "there has been no increase in frequency or intensity of storms, floods or droughts, while deaths attributed to such natural disasters have never been fewer"}{"_id": "1378", "text": "Antarctica is gaining land-based ice, according to a new study by NASA scientists published in the Journal of Glaciology"}{"_id": "1394", "text": "U.S. Forest Service data show pine beetle infestations have recently declined dramatically throughout the western United States."}{"_id": "1395", "text": "Severe storms, floods and agricultural losses may cost a great deal of money, but such extreme weather events—and their resulting costs—are dramatically declining as the Earth modestly warms."}{"_id": "1400", "text": "The late 1970s marked the end of a 30-year cooling trend."}{"_id": "1404", "text": "receding polar ice caps have little if any negative impact on human health and welfare, and likely a positive benefit"}{"_id": "1431", "text": "Eleven percent of all global greenhouse gas emissions caused by humans are caused by deforestation — comparable to the emissions from all of the cars and trucks on the planet."}{"_id": "1474", "text": "Etna has already put more than 10,000 times the CO2 into the atmosphere than mankind has in our entire time on the Earth."}{"_id": "1477", "text": "Human-produced carbon might be one of the factors of climate change, but there’s simply no evidence that it is a significant one."}{"_id": "1479", "text": "In no way, shape, or form are humans warming or cooling the planet."}{"_id": "1480", "text": "I think about all the 194 countries that signed onto the Paris accord, the U.S. is the one that's leading the world in reducing emissions."}{"_id": "1482", "text": "18 proxies tell us the world was the same or warmer 1,000 years ago."}{"_id": "1485", "text": "The human contribution to global warming was about 0.01°C."}{"_id": "1488", "text": "New Study Confirms EVs Considerably Worse For Climate Than Diesel Cars."}{"_id": "1492", "text": "Sea level rise due to climate change is not going to happen."}{"_id": "1502", "text": "unadjusted data suggests that temperatures in Australia have only increased by 0.3 degrees over the past century, not the 1 degree usually claimed."}{"_id": "1505", "text": "according, again, to the official figures—during this past 10 years, if anything, mean global temperature, average world temperature, has slightly declined."}{"_id": "1507", "text": "Global warming' is a myth — so say 80 graphs from 58 peer-reviewed scientific papers published in 2017."}{"_id": "1508", "text": "global warming ceased around the end of the twentieth century and was followed (since 1997) by 19 years of stable temperature."}{"_id": "1541", "text": "Sea level rise due to global warming is exaggerated."}{"_id": "1544", "text": "Arctic icemelt is a natural cycle."}{"_id": "1545", "text": "Increasing CO2 in the atmosphere has little to no effect."}{"_id": "1546", "text": "Human CO2 is a tiny fraction of CO2 emissions."}{"_id": "1548", "text": "Polar bear numbers are increasing."}{"_id": "1549", "text": "There's no empirical evidence for climate change."}{"_id": "1560", "text": "Sea level rise predictions are exaggerated."}{"_id": "1567", "text": "IPCC overestimate temperature rise."}{"_id": "1568", "text": "Southern sea ice is increasing."}{"_id": "1569", "text": "Sea level rise is decelerating."}{"_id": "1570", "text": "Humans are too insignificant to affect global climate."}{"_id": "1572", "text": "Phil Jones says no global warming since 1995."}{"_id": "1578", "text": "Less than half of published scientists endorse global warming."}{"_id": "1582", "text": "Tuvalu sea level isn't rising."}{"_id": "1584", "text": "Renewables can't provide baseload power."}{"_id": "1586", "text": "Ice Sheet losses are overestimated."}{"_id": "1588", "text": "Melting ice isn't warming the Arctic."}{"_id": "1592", "text": "97% consensus on human-caused global warming has been disproven."}{"_id": "1604", "text": "CO2 increase is natural, not human-caused."}{"_id": "1605", "text": "Scientists retracted claim that sea levels are rising."}{"_id": "1606", "text": "Renewable energy investment kills jobs."}{"_id": "1609", "text": "Greenland has only lost a tiny fraction of its ice mass."}{"_id": "1614", "text": "Arctic sea ice extent was lower in the past."}{"_id": "1615", "text": "Climate change isn't increasing extreme weather damage costs."}{"_id": "1617", "text": "IPCC human-caused global warming attribution confidence is unfounded."}{"_id": "1685", "text": "Weather and climate are different; climate predictions do not need weather detail."}{"_id": "1753", "text": "Trenberth is talking about the details of energy flow, not whether global warming is happening."}{"_id": "1786", "text": "CFCs contribute to global waerming at a small level."}{"_id": "1799", "text": "Satellite transmissions are extremely small and irrelevant."}{"_id": "1831", "text": "(Koch Industries) is among the worst in toxic air pollution in the entire United States ... and churns out more climate-changing greenhouse gases than oil giants Chevron, Shell and Valero."}{"_id": "1868", "text": "Currently, Florida is one of only five states in the nation that prohibit citizens from buying electricity from companies that will put solar panels on your home or business."}{"_id": "1908", "text": "In reality, gas produced by fracking is worse for the climate than coal."}{"_id": "1909", "text": "In South Florida, \"we've had nine inches of sea-level rise since the 1920s.\""}{"_id": "1912", "text": "Julia Gillard her decision not to argue against a fixed carbon price being labelled a \"carbon tax\" hurt her terribly politically."}{"_id": "1919", "text": "Measurements indicating that 2017 had relatively more sea ice in the Arctic and less melting of glacial ice in Greenland casts scientific doubt on the reality of global warming."}{"_id": "1921", "text": "Miami Congressman Carlos \"Curbelo supports drilling offshore\" and \"repeatedly voted against President Obama's ability to fight pollution and combat climate change.\""}{"_id": "1938", "text": "Obama administration's Clean Power Plan would have little or no effect on carbon dioxide emissions."}{"_id": "1944", "text": "Over the past eight years, the United States has reduced our total carbon pollution more than any other nation on Earth."}{"_id": "1946", "text": "President Obama's proposal calls for serious cuts in our own long-term carbon emissions, but China and India will still be allowed to increase their emissions."}{"_id": "1951", "text": "Scientists are \"questioning the original idea that man-made global warming is what is causing the climate to change. \""}{"_id": "1952", "text": "Scientists project that the Arctic will be ice-free in the summer of 2013."}{"_id": "1960", "text": "Solar panels drain the sun's energy."}{"_id": "1962", "text": "Surface temperatures on Earth \"have stabilized.\""}{"_id": "1971", "text": "The carbon footprint on wind [energy] is significant."}{"_id": "1981", "text": "The EPA director under Obama said the Clean Power Initiative would have no effect on man-made CO2 emissions."}{"_id": "1995", "text": "There are about 120,000 solar energy jobs in the United States, but only 1,700 of them are in Georgia."}{"_id": "1999", "text": "there is no relationship between temperature and carbon dioxide emissions by Â­humans[...]"}{"_id": "2000", "text": "There is not a single candidate in the Republican primary that thinks we should do anything about climate change."}{"_id": "2027", "text": "You're going to have an increase in the amount of ice in Antarctica because of global warming."}{"_id": "2034", "text": "Latest IPCC Reports (AR5) have shown global mean temperature forecasts from the 2005 IPCC report exceeded actual readings."}{"_id": "2054", "text": "During the period 1940 to 1976 there was a cooling of the climate despite increasing CO2 levels."}{"_id": "2070", "text": "When life is considered, ocean acidification is often found to be a non-problem, or even a benefit."}{"_id": "2075", "text": "The rate of global sea level rise on average has fallen by 40% the last century."}{"_id": "2081", "text": "Heat waves have been decreasing since the 1930s in the U.S. and globally."}{"_id": "2086", "text": "Extreme weather isn't caused by global warming"}{"_id": "2104", "text": "Greenland ice sheet won't collapse"}{"_id": "2106", "text": "Scientists tried to 'hide the decline' in global temperature"}{"_id": "2111", "text": "'Global warming' and 'climate change' mean different things and have both been used for decades."}{"_id": "2113", "text": "IPCC overestimate temperature rise"}{"_id": "2118", "text": "Humans are too insignificant to affect global climate"}{"_id": "2122", "text": "Dropped stations introduce warming bias"}{"_id": "2128", "text": "Less than half of published scientists endorse global warming"}{"_id": "2134", "text": "Tuvalu sea level isn't rising"}{"_id": "2136", "text": "Renewables can't provide baseload power"}{"_id": "2144", "text": "97% consensus on human-caused global warming has been disproven"}{"_id": "2152", "text": "Venus doesn't have a runaway greenhouse effect"}{"_id": "2157", "text": "CO2 increase is natural, not human-caused"}{"_id": "2160", "text": "Renewable energy investment kills jobs"}{"_id": "2164", "text": "Greenland has only lost a tiny fraction of its ice mass"}{"_id": "2170", "text": "Climate change isn't increasing extreme weather damage costs"}{"_id": "2223", "text": "Because current climate change is so rapid, the way species typically adapt (eg - migration) is, in most cases, simply not be possible."}{"_id": "2247", "text": "His best estimate is that the  warming in response to a doubling of CO2 concentration, which may happen  this century unless the usual suspects get away with shutting down the  economies of the West, will be a harmless 1 Fahrenheit degree, not the 6  F predicted by the IPCC.\""}{"_id": "2250", "text": "Some global warming 'skeptics' argue that the Earth's climate sensitivity is so low that a doubling of atmospheric CO2 will result in a surface temperature change on the order of 1°C or less, and that therefore global warming is nothing to worry about."}{"_id": "2257", "text": "'Our harmless emissions of trifling quantities of carbon dioxide cannot possibly acidify the oceans."}{"_id": "2295", "text": "As a result, \"The warmest  year on US record is now 1934."}{"_id": "2305", "text": "Nevertheless over the last decade, daily record high temperatures occurred twice as often as record lows."}{"_id": "2308", "text": "\"The 30 major droughts of the 20th century were likely natural in all respects; and, hence, they are \"indicative of what could also happen in the future,\" as Narisma"}{"_id": "2313", "text": "Around 1990 it became obvious the local tide-gauge did not agree - there was no evidence of 'sinking.'"}{"_id": "2328", "text": "What you were not told was that the data that triggered this record is only available back to the late 1970s."}{"_id": "2369", "text": "The public understand it, in that if  you get a fall evening or spring evening and the sky is clear the heat  will escape and the temperature will drop and you get frost."}{"_id": "2370", "text": "If there is  a cloud cover, the heat is trapped by water vapour as a greenhouse gas  and the temperature stays quite warm."}{"_id": "2381", "text": "Economic assessments of proposed policy to put a price on carbon emissions are in widespread agreement that the net economic impact will be minor."}{"_id": "2400", "text": "'To suddenly label CO2 as a \"pollutant\" is a disservice to a gas that has played an enormous role in the development and sustainability of all life on this wonderful Earth."}{"_id": "2401", "text": "Mother Earth has clearly ruled that CO2 is not a pollutant.'"}{"_id": "2424", "text": "Consequently, the total amount of Arctic sea ice in 2008 and 2009 are the lowest on record."}{"_id": "2426", "text": "\"Twentieth century global warming did not start until  1910."}{"_id": "2429", "text": "With 32 years of  rapidly increasing global temperatures and only a minor increase in  global CO2 emissions, followed by 33 years of slowly cooling global  temperatures with rapid increases in global CO2 emissions, it was  deceitful for the IPCC to make any claim that CO2 emissions were  primarily responsible for observed 20th century global warming.\""}{"_id": "2457", "text": "\"Of the rise in temperature during the 20th century, the bulk occurred from 1900 to 1940."}{"_id": "2460", "text": "That drop in temperature came after what was described in the National Geographic as 'six decades of abnormal warmth'.\""}{"_id": "2468", "text": "\"Satellite measurements indicate an absence of significant global warming since 1979, the very period that human carbon dioxide emissions have been increasing rapidly."}{"_id": "2484", "text": "The world has entered a 'cold mode' which is likely to bring a global dip in temperatures which will last for 20 to 30 years, they say."}{"_id": "2486", "text": "The minute increase of anthropogenic CO2 in the atmosphere (0.008%) was not the cause of the warming—it was a continuation of natural cycles that occurred over the past 500 years.\""}{"_id": "2488", "text": "However, it is unable to explain the long term warming trend over the past few decades."}{"_id": "2539", "text": "\"[T]he influence of  so-called greenhouse gases on near-surface temperature - is not yet  absolutely proven."}{"_id": "2560", "text": "In the 11,400 years since the end of the last Ice Age, sea  level has risen at an average of 4 feet/century, though it is now rising  much more slowly because very nearly all of the land-based ice that is  at low enough latitudes and altitudes to melt has long since gone.\""}{"_id": "2565", "text": "Human kind has little or nothing to do with the recent temperature changes."}{"_id": "2579", "text": "Over the past 250 years, humans have added just one part of CO2 in 10,000 to the atmosphere."}{"_id": "2590", "text": "This argument originates from Angstrom's work in 1901."}{"_id": "2592", "text": "\"A July 6, 2007 study published in the journal Science about Greenland by an international team of scientists found DNA “evidence that suggests the frozen shield covering the immense island survived the Earth’s last period of global warming,” according to a Boston Globe Article.  ..."}{"_id": "2593", "text": "[T]he study indicates “Greenland’s ice may be less susceptible to the massive meltdown predicted by computer models of climate change, the main author ... said in an interview. ..."}{"_id": "2599", "text": "Small amounts of very active substances can cause large effects."}{"_id": "2609", "text": "Individual carbon dioxide molecules have a short life time of around 5 years in the atmosphere."}{"_id": "2631", "text": "The temperatures are expected to change by as much as 10 Fahrenheit degrees at different places of the globe."}{"_id": "2641", "text": "In a paper published online this week in the Journal of Geophysical Research-Atmosphere, economics professor Ross McKitrick says the resulting discrepancies may be leading to an overstatement of the role of greenhouse gases in the atmosphere."}{"_id": "2662", "text": "\"...there is the contention by Wolfgang Knorr of the Department of Earth Sciences at the University of Bristol in England that carbon dioxide levels in the atmosphere are about where they were 160 years ago.\" (as quoted by Ken Ward Jr.)"}{"_id": "2704", "text": "Australia accounts for 1.5 per cent of global carbon emissions."}{"_id": "2711", "text": "'Antarctic sea ice set a new record in October 2007, as photographs distributed by the National Oceanic and Atmospheric Administration showed penguins and other cold-weather creatures able to stand farther north on Southern Hemisphere sea ice than has ever been recorded."}{"_id": "2782", "text": "\"NASA satellite data from the years 2000 through 2011 show the Earth's atmosphere is allowing far more heat to be released into space than alarmist computer models have predicted, reports a new study in the peer-reviewed science journal Remote Sensing."}{"_id": "2835", "text": "Arctic summer sea ice has shrunk by an area equal to Western Australia, and might be all gone in a decade."}{"_id": "2837", "text": "In fact, the rate of increase from September onward is the fastest rate of change on record, either upwards or downwards."}{"_id": "2843", "text": "Together, these two unaltered [sea level] datasets indicate that global mean sea level trend has remained stable over the entire period 1992-2007, altogether eliminating the apparent 3.2 mm/year rate of sea-level rise arising from the “adjusted” data."}{"_id": "2871", "text": "'The UN’s Intergovernmental Panel on Climate Change misled the press and public into believing that thousands of scientists backed its claims on manmade global warming, according to Mike Hulme, a prominent climate scientist and IPCC insider."}{"_id": "2877", "text": "Benny Peiser conducted a search of peer-reviewed literature on the ISI Web of Science database between 1993 and 2003."}{"_id": "2898", "text": "The report suggests significantly smaller overall  ice-mass losses than previous estimates."}{"_id": "2902", "text": "\"So  recently the media picked up on the fact that CRU deleted the raw data for this  important global temperature set long ago."}{"_id": "2916", "text": "If Senator Wong was really serious about her  science she would stop breathing because you inhale air that's got 385  parts per million carbon dioxide in it"}{"_id": "2920", "text": "\"Global warming data apparently cooked by U.S. government-funded body  shows astounding temperature fraud with increases averaging 10 to 15  degrees Fahrenheit."}{"_id": "2935", "text": "Claims have recently surfaced in the blogosphere that an increasing number of scientists are warning of an imminent global cooling, some even going so far as to call it a \"growing consensus\"."}{"_id": "2940", "text": "Rather than 100 years of unprecedented global warming as predicted by  IPCC, the global temperatures have leveled off and we seem to be heading  for cooler weather.\""}{"_id": "2949", "text": "There is no single continuous satellite measurement of Total Solar Irradiance (TSI)."}{"_id": "2959", "text": "Even if the warming were as big as the IPCC imagines, it would not be as dangerous as Mr. Brown suggests."}{"_id": "2961", "text": "Cooks ’97% consensus’ disproven by a new peer"}{"_id": "2966", "text": "Over the three years from 1979 to 1982 when CO2 emissions were decreasing due to the rapid increase in the price of oil that drastically reduced consumption, there was no change in the rate of increase in atmospheric concentration of CO2 proving that humans were not the primary source for the increase in concentration.'"}{"_id": "2978", "text": "The lower temperatures at this \"coldest point\" have caused global water vapor levels to drop, even as carbon levels rise."}{"_id": "2981", "text": "Thus rather than a \"doomsday\" cycle of runaway warming, Mother Earth appears surprisingly tolerant of carbon, decreasing atmospheric levels of water vapor -- a more effective greenhouse gas -- to compensate."}{"_id": "2989", "text": "While preventing global warming is relatively cheap, economists can't even accurately estimate the accelerating costs of climate damages if we continue with business-as-usual."}{"_id": "2991", "text": "Yet the cost of doing something will likely be higher than 6 per cent of GDP\" (Bjorn Lomborg)"}{"_id": "3003", "text": "Venus is not hot because of a runaway greenhouse."}{"_id": "3005", "text": "About 60% of the warming observed from 1970 to 2000 was very likely caused by the above natural 60-year climatic cycle during its warming phase\" (Loehle and Scafetta)"}{"_id": "3008", "text": "However, more direct comparisons between solar activity and global temperature finds that  as the sun grew hotter or cooler, Earth's climate followed it with a 10 year lag - presumably due to the dampening effect of the ocean."}{"_id": "3049", "text": "that atmospheric CO2 increase that we observe is a product of temperature  increase, and not the other way around, meaning it is a product of  natural variation..."}{"_id": "3052", "text": "\"...there has been no increase in the global average surface temperature for the past 16 years\" (Judith Curry and David Rose)"}{"_id": "3064", "text": "No warming since at least 1995, no melting glaciers and now no rising sea levels."}{"_id": "3079", "text": "This was the case last year too, while earlier  years in the DMI analysis period (1958-2010) hardly ever shows Arctic  melt season temperatures this cold (Frank Lansner)"}{"_id": "3103", "text": "\"Disasters Cost More Than Ever — But Not Because of Climate Change\" (Roger Pielke Jr.)"}{"_id": "3119", "text": "CO2 constitutes 80% of the non-condensing greenhouse gas forcing."}{"_id": "3124", "text": "the Great Barrier Reef is in fine fettle"}